# -*- coding: utf-8 -*-
info = {
    "name": "am",
    "date_order": "DMY",
    "january": [
        "ጃንዩወሪ",
        "ጃንዩ",
        "ጃ"
    ],
    "february": [
        "ፌብሩወሪ",
        "ፌብሩ",
        "ፌ"
    ],
    "march": [
        "ማርች",
        "ማ"
    ],
    "april": [
        "ኤፕሪል",
        "ኤፕሪ",
        "ኤ"
    ],
    "may": [
        "ሜይ",
        "ሜ"
    ],
    "june": [
        "ጁን",
        "ጁ"
    ],
    "july": [
        "ጁላይ",
        "ጁ"
    ],
    "august": [
        "ኦገስት",
        "ኦገስ",
        "ኦ"
    ],
    "september": [
        "ሴፕቴምበር",
        "ሴፕቴ",
        "ሴ"
    ],
    "october": [
        "ኦክቶበር",
        "ኦክቶ",
        "ኦ"
    ],
    "november": [
        "ኖቬምበር",
        "ኖቬም",
        "ኖ"
    ],
    "december": [
        "ዲሴምበር",
        "ዲሴም",
        "ዲ"
    ],
    "monday": [
        "ሰኞ",
        "ሰ"
    ],
    "tuesday": [
        "ማክሰኞ",
        "ማክሰ",
        "ማ"
    ],
    "wednesday": [
        "ረቡዕ",
        "ረ"
    ],
    "thursday": [
        "ሐሙስ",
        "ሐ"
    ],
    "friday": [
        "ዓርብ",
        "ዓ"
    ],
    "saturday": [
        "ቅዳሜ",
        "ቅ"
    ],
    "sunday": [
        "እሑድ",
        "እ"
    ],
    "am": [
        "ጥዋት",
        "ጠ"
    ],
    "pm": [
        "ከሰዓት",
        "ከ"
    ],
    "year": [
        "ዓመት"
    ],
    "month": [
        "ወር"
    ],
    "week": [
        "ሳምንት"
    ],
    "day": [
        "ቀን"
    ],
    "hour": [
        "ሰዓት"
    ],
    "minute": [
        "ደቂቃ"
    ],
    "second": [
        "ሰከንድ"
    ],
    "relative-type": {
        "1 year ago": [
            "ያለፈው\\s+ዓመት"
        ],
        "0 year ago": [
            "በዚህ\\s+ዓመት"
        ],
        "in 1 year": [
            "የሚቀጥለው\\s+ዓመት"
        ],
        "1 month ago": [
            "ያለፈው\\s+ወር"
        ],
        "0 month ago": [
            "በዚህ\\s+ወር"
        ],
        "in 1 month": [
            "የሚቀጥለው\\s+ወር"
        ],
        "1 week ago": [
            "ያለፈው\\s+ሳምንት",
            "ባለፈው\\s+ሳምንት"
        ],
        "0 week ago": [
            "በዚህ\\s+ሳምንት",
            "በዚህ\\s+ሣምንት"
        ],
        "in 1 week": [
            "የሚቀጥለው\\s+ሳምንት"
        ],
        "1 day ago": [
            "ትናንት",
            "ትላንትና"
        ],
        "0 day ago": [
            "ዛሬ"
        ],
        "in 1 day": [
            "ነገ"
        ],
        "0 hour ago": [
            "ይህ\\s+ሰዓት"
        ],
        "0 minute ago": [
            "ይህ\\s+ደቂቃ"
        ],
        "0 second ago": [
            "አሁን"
        ],
        "in \\1 year": [
            "በ(\\d+)\\s+ዓመታት\\s+ውስጥ"
        ],
        "\\1 year ago": [
            "ከ(\\d+)\\s+ዓመት\\s+በፊት",
            "ከ(\\d+)\\s+ዓመታት\\s+በፊት"
        ],
        "in \\1 month": [
            "በ(\\d+)\\s+ወር\\s+ውስጥ",
            "በ(\\d+)\\s+ወራት\\s+ውስጥ"
        ],
        "\\1 month ago": [
            "ከ(\\d+)\\s+ወር\\s+በፊት",
            "ከ(\\d+)\\s+ወራት\\s+በፊት"
        ],
        "in \\1 week": [
            "በ(\\d+)\\s+ሳምንት\\s+ውስጥ",
            "በ(\\d+)\\s+ሳምንታት\\s+ውስጥ"
        ],
        "\\1 week ago": [
            "ከ(\\d+)\\s+ሳምንት\\s+በፊት",
            "ከ(\\d+)\\s+ሳምንታት\\s+በፊት"
        ],
        "in \\1 day": [
            "በ(\\d+)\\s+ቀን\\s+ውስጥ",
            "በ(\\d+)\\s+ቀናት\\s+ውስጥ",
            "በ(\\d+)\\s+ቀኖች\\s+ውስጥ"
        ],
        "\\1 day ago": [
            "ከ(\\d+)\\s+ቀን\\s+በፊት",
            "ከ(\\d+)\\s+ቀናት\\s+በፊት",
            "ከ\\s+(\\d+)\\s+ቀን\\s+በፊት",
            "ከ(\\d+)\\s+ቀኖች\\s+በፊት"
        ],
        "in \\1 hour": [
            "በ(\\d+)\\s+ሰዓት\\s+ውስጥ",
            "በ(\\d+)\\s+ሰዓቶች\\s+ውስጥ"
        ],
        "\\1 hour ago": [
            "ከ(\\d+)\\s+ሰዓት\\s+በፊት",
            "ከ(\\d+)\\s+ሰዓቶች\\s+በፊት"
        ],
        "in \\1 minute": [
            "በ(\\d+)\\s+ደቂቃ\\s+ውስጥ",
            "በ(\\d+)\\s+ደቂቃዎች\\s+ውስጥ"
        ],
        "\\1 minute ago": [
            "ከ(\\d+)\\s+ደቂቃ\\s+በፊት",
            "ከ(\\d+)\\s+ደቂቃዎች\\s+በፊት"
        ],
        "in \\1 second": [
            "በ(\\d+)\\s+ሰከንድ\\s+ውስጥ",
            "በ(\\d+)\\s+ሰከንዶች\\s+ውስጥ"
        ],
        "\\1 second ago": [
            "ከ(\\d+)\\s+ሰከንድ\\s+በፊት",
            "ከ(\\d+)\\s+ሰከንዶች\\s+በፊት"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}