info = {
    "name": "as",
    "date_order": "DMY",
    "january": [
        "জানু",
        "জানুৱাৰী"
    ],
    "february": [
        "ফেব্ৰু",
        "ফেব্ৰুৱাৰী"
    ],
    "march": [
        "মাৰ্চ"
    ],
    "april": [
        "এপ্ৰিল"
    ],
    "may": [
        "মে'",
        "মে"
    ],
    "june": [
        "জুন"
    ],
    "july": [
        "জুলাই"
    ],
    "august": [
        "আগ",
        "আগষ্ট"
    ],
    "september": [
        "ছেপ্তে",
        "ছেপ্তেম্বৰ",
        "সেপ্ট"
    ],
    "october": [
        "অক্টো",
        "অক্টোবৰ"
    ],
    "november": [
        "নৱে",
        "নৱেম্বৰ",
        "নভে"
    ],
    "december": [
        "ডিচে",
        "ডিচেম্বৰ",
        "ডিসে"
    ],
    "monday": [
        "সোম",
        "সোমবাৰ"
    ],
    "tuesday": [
        "মঙ্গল",
        "মঙ্গলবাৰ"
    ],
    "wednesday": [
        "বুধ",
        "বুধবাৰ"
    ],
    "thursday": [
        "বৃহ",
        "বৃহস্পতিবাৰ",
        "বৃহষ্পতি",
        "বৃহষ্পতিবাৰ"
    ],
    "friday": [
        "শুক্ৰ",
        "শুক্ৰবাৰ"
    ],
    "saturday": [
        "শনি",
        "শনিবাৰ"
    ],
    "sunday": [
        "দেও",
        "দেওবাৰ",
        "ৰবি"
    ],
    "am": [
        "পূৰ্বাহ্ন",
        "পূৰ্বাহ্ণ"
    ],
    "pm": [
        "অপৰাহ্ন",
        "অপৰাহ্ণ"
    ],
    "year": [
        "বছৰ"
    ],
    "month": [
        "মাহ"
    ],
    "week": [
        "সপ্তাহ"
    ],
    "day": [
        "দিন"
    ],
    "hour": [
        "ঘণ্টা"
    ],
    "minute": [
        "মিনিট"
    ],
    "second": [
        "ছেকেণ্ড"
    ],
    "relative-type": {
        "0 day ago": [
            "আজি"
        ],
        "0 hour ago": [
            "এইটো ঘণ্টাত",
            "this hour"
        ],
        "0 minute ago": [
            "এইটো মিনিটত",
            "this minute"
        ],
        "0 month ago": [
            "এই মা",
            "এই মাহ",
            "this month"
        ],
        "0 second ago": [
            "এতিয়া",
            "now"
        ],
        "0 week ago": [
            "এই সপ্তাহ",
            "this week"
        ],
        "0 year ago": [
            "এই বছৰ",
            "this year"
        ],
        "1 day ago": [
            "কালি"
        ],
        "1 month ago": [
            "যোৱা মা",
            "যোৱা মাহ",
            "last month"
        ],
        "1 week ago": [
            "যোৱা সপ্তাহ",
            "last week"
        ],
        "1 year ago": [
            "যোৱা বছৰ",
            "last year"
        ],
        "in 1 day": [
            "কাইলৈ"
        ],
        "in 1 month": [
            "অহা মাহ",
            "next month"
        ],
        "in 1 week": [
            "অহা সপ্তাহ",
            "next week"
        ],
        "in 1 year": [
            "অহা বছৰ",
            "next year"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+) দিন পূৰ্বে"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+) ঘণ্টা পূৰ্বে"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+) মিনিট পূৰ্বে"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+) মাহ পূৰ্বে"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+) ছেকেণ্ড পূৰ্বে"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+) সপ্তাহ পূৰ্বে"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+) বছৰৰ পূৰ্বে"
        ],
        "in \\1 day": [
            "(\\d++[.,]?\\d*+) দিনত"
        ],
        "in \\1 hour": [
            "(\\d++[.,]?\\d*+) ঘণ্টাত"
        ],
        "in \\1 minute": [
            "(\\d++[.,]?\\d*+) মিনিটত"
        ],
        "in \\1 month": [
            "(\\d++[.,]?\\d*+) মাহত"
        ],
        "in \\1 second": [
            "(\\d++[.,]?\\d*+) ছেকেণ্ডত"
        ],
        "in \\1 week": [
            "(\\d++[.,]?\\d*+) সপ্তাহত"
        ],
        "in \\1 year": [
            "(\\d++[.,]?\\d*+) বছৰত"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
