info = {
    "name": "as",
    "date_order": "DMY",
    "january": [
        "জানু",
        "জানুৱাৰী"
    ],
    "february": [
        "ফেব্ৰু",
        "ফেব্ৰুৱাৰী"
    ],
    "march": [
        "মাৰ্চ"
    ],
    "april": [
        "এপ্ৰিল"
    ],
    "may": [
        "মে'"
    ],
    "june": [
        "জুন"
    ],
    "july": [
        "জুলাই"
    ],
    "august": [
        "আগ",
        "আগষ্ট"
    ],
    "september": [
        "ছেপ্তে",
        "ছেপ্তেম্বৰ"
    ],
    "october": [
        "অক্টো",
        "অক্টোবৰ"
    ],
    "november": [
        "নৱে",
        "নৱেম্বৰ"
    ],
    "december": [
        "ডিচে",
        "ডিচেম্বৰ"
    ],
    "monday": [
        "সোম",
        "সোমবাৰ"
    ],
    "tuesday": [
        "মঙ্গল",
        "মঙ্গলবাৰ"
    ],
    "wednesday": [
        "বুধ",
        "বুধবাৰ"
    ],
    "thursday": [
        "বৃহ",
        "বৃহস্পতিবাৰ"
    ],
    "friday": [
        "শুক্ৰ",
        "শুক্ৰবাৰ"
    ],
    "saturday": [
        "শনি",
        "শনিবাৰ"
    ],
    "sunday": [
        "দেও",
        "দেওবাৰ"
    ],
    "am": [
        "পূৰ্বাহ্ন"
    ],
    "pm": [
        "অপৰাহ্ন"
    ],
    "year": [
        "বছৰ"
    ],
    "month": [
        "মাহ"
    ],
    "week": [
        "সপ্তাহ"
    ],
    "day": [
        "দিন"
    ],
    "hour": [
        "ঘণ্টা"
    ],
    "minute": [
        "মিনিট"
    ],
    "second": [
        "ছেকেণ্ড"
    ],
    "relative-type": {
        "0 day ago": [
            "আজি"
        ],
        "0 hour ago": [
            "এইটো ঘণ্টাত"
        ],
        "0 minute ago": [
            "এইটো মিনিটত"
        ],
        "0 month ago": [
            "এই মা",
            "এই মাহ"
        ],
        "0 second ago": [
            "এতিয়া"
        ],
        "0 week ago": [
            "এই সপ্তাহ"
        ],
        "0 year ago": [
            "এই বছৰ"
        ],
        "1 day ago": [
            "কালি"
        ],
        "1 month ago": [
            "যোৱা মা",
            "যোৱা মাহ"
        ],
        "1 week ago": [
            "যোৱা সপ্তাহ"
        ],
        "1 year ago": [
            "যোৱা বছৰ"
        ],
        "in 1 day": [
            "কাইলৈ"
        ],
        "in 1 month": [
            "অহা মাহ"
        ],
        "in 1 week": [
            "অহা সপ্তাহ"
        ],
        "in 1 year": [
            "অহা বছৰ"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) দিন পূৰ্বে"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) ঘণ্টা পূৰ্বে"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) মিনিট পূৰ্বে"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) মাহ পূৰ্বে"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) ছেকেণ্ড পূৰ্বে"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) সপ্তাহ পূৰ্বে"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) বছৰৰ পূৰ্বে"
        ],
        "in \\1 day": [
            "(\\d+[.,]?\\d*) দিনত"
        ],
        "in \\1 hour": [
            "(\\d+[.,]?\\d*) ঘণ্টাত"
        ],
        "in \\1 minute": [
            "(\\d+[.,]?\\d*) মিনিটত"
        ],
        "in \\1 month": [
            "(\\d+[.,]?\\d*) মাহত"
        ],
        "in \\1 second": [
            "(\\d+[.,]?\\d*) ছেকেণ্ডত"
        ],
        "in \\1 week": [
            "(\\d+[.,]?\\d*) সপ্তাহত"
        ],
        "in \\1 year": [
            "(\\d+[.,]?\\d*) বছৰত"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
