info = {
    "name": "as",
    "date_order": "DMY",
    "january": [
        "জানুৱাৰী",
        "জানু"
    ],
    "february": [
        "ফেব্ৰুৱাৰী",
        "ফেব্ৰু"
    ],
    "march": [
        "মাৰ্চ"
    ],
    "april": [
        "এপ্ৰিল"
    ],
    "may": [
        "মে'"
    ],
    "june": [
        "জুন"
    ],
    "july": [
        "জুলাই"
    ],
    "august": [
        "আগষ্ট",
        "আগ"
    ],
    "september": [
        "ছেপ্তেম্বৰ",
        "ছেপ্তে"
    ],
    "october": [
        "অক্টোবৰ",
        "অক্টো"
    ],
    "november": [
        "নৱেম্বৰ",
        "নৱে"
    ],
    "december": [
        "ডিচেম্বৰ",
        "ডিচে"
    ],
    "monday": [
        "সোমবাৰ",
        "সোম"
    ],
    "tuesday": [
        "মঙ্গলবাৰ",
        "মঙ্গল"
    ],
    "wednesday": [
        "বুধবাৰ",
        "বুধ"
    ],
    "thursday": [
        "বৃহস্পতিবাৰ",
        "বৃহ"
    ],
    "friday": [
        "শুক্ৰবাৰ",
        "শুক্ৰ"
    ],
    "saturday": [
        "শনিবাৰ",
        "শনি"
    ],
    "sunday": [
        "দেওবাৰ",
        "দেও"
    ],
    "am": [
        "পূৰ্বাহ্ন"
    ],
    "pm": [
        "অপৰাহ্ন"
    ],
    "year": [
        "বছৰ"
    ],
    "month": [
        "মাহ"
    ],
    "week": [
        "সপ্তাহ"
    ],
    "day": [
        "দিন"
    ],
    "hour": [
        "ঘণ্টা"
    ],
    "minute": [
        "মিনিট"
    ],
    "second": [
        "ছেকেণ্ড"
    ],
    "relative-type": {
        "1 year ago": [
            "যোৱা বছৰ"
        ],
        "0 year ago": [
            "এই বছৰ"
        ],
        "in 1 year": [
            "অহা বছৰ"
        ],
        "1 month ago": [
            "যোৱা মাহ",
            "যোৱা মা"
        ],
        "0 month ago": [
            "এই মাহ",
            "এই মা"
        ],
        "in 1 month": [
            "অহা মাহ"
        ],
        "1 week ago": [
            "যোৱা সপ্তাহ"
        ],
        "0 week ago": [
            "এই সপ্তাহ"
        ],
        "in 1 week": [
            "অহা সপ্তাহ"
        ],
        "1 day ago": [
            "কালি"
        ],
        "0 day ago": [
            "আজি"
        ],
        "in 1 day": [
            "কাইলৈ"
        ],
        "0 hour ago": [
            "এইটো ঘণ্টাত"
        ],
        "0 minute ago": [
            "এইটো মিনিটত"
        ],
        "0 second ago": [
            "এতিয়া"
        ]
    },
    "relative-type-regex": {
        "in \\1 year": [
            "(\\d+) বছৰত"
        ],
        "\\1 year ago": [
            "(\\d+) বছৰৰ পূৰ্বে"
        ],
        "in \\1 month": [
            "(\\d+) মাহত"
        ],
        "\\1 month ago": [
            "(\\d+) মাহ পূৰ্বে"
        ],
        "in \\1 week": [
            "(\\d+) সপ্তাহত"
        ],
        "\\1 week ago": [
            "(\\d+) সপ্তাহ পূৰ্বে"
        ],
        "in \\1 day": [
            "(\\d+) দিনত"
        ],
        "\\1 day ago": [
            "(\\d+) দিন পূৰ্বে"
        ],
        "in \\1 hour": [
            "(\\d+) ঘণ্টাত"
        ],
        "\\1 hour ago": [
            "(\\d+) ঘণ্টা পূৰ্বে"
        ],
        "in \\1 minute": [
            "(\\d+) মিনিটত"
        ],
        "\\1 minute ago": [
            "(\\d+) মিনিট পূৰ্বে"
        ],
        "in \\1 second": [
            "(\\d+) ছেকেণ্ডত"
        ],
        "\\1 second ago": [
            "(\\d+) ছেকেণ্ড পূৰ্বে"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}
