info = {
    "name": "be-tarask",
    "date_order": "DMY",
    "january": [
        "сту",
        "студзень",
        "студзеня"
    ],
    "february": [
        "лют",
        "лютага",
        "люты"
    ],
    "march": [
        "сак",
        "сакавік",
        "сакавіка"
    ],
    "april": [
        "кра",
        "красавік",
        "красавіка"
    ],
    "may": [
        "май",
        "мая"
    ],
    "june": [
        "чэр",
        "чэрвень",
        "чэрвеня"
    ],
    "july": [
        "ліп",
        "ліпень",
        "ліпеня"
    ],
    "august": [
        "жні",
        "жнівень",
        "жніўня"
    ],
    "september": [
        "вер",
        "верасень",
        "верасня"
    ],
    "october": [
        "кас",
        "кастрычнік",
        "кастрычніка"
    ],
    "november": [
        "ліс",
        "лістапад",
        "лістапада"
    ],
    "december": [
        "сне",
        "снежань",
        "снежня"
    ],
    "monday": [
        "панядзелак",
        "пн"
    ],
    "tuesday": [
        "аў",
        "аўторак"
    ],
    "wednesday": [
        "серада",
        "ср"
    ],
    "thursday": [
        "чацвер",
        "чц"
    ],
    "friday": [
        "пт",
        "пятніца"
    ],
    "saturday": [
        "сб",
        "субота"
    ],
    "sunday": [
        "нд",
        "нядзеля"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "г",
        "год"
    ],
    "month": [
        "мес",
        "месяц"
    ],
    "week": [
        "тыд"
    ],
    "day": [
        "д",
        "дзень"
    ],
    "hour": [
        "гадз",
        "гадзіна",
        "гадзіны"
    ],
    "minute": [
        "хв",
        "хвіліна"
    ],
    "second": [
        "с",
        "секунда"
    ],
    "relative-type": {
        "0 day ago": [
            "сёння"
        ],
        "0 hour ago": [
            "у гэту гадзіну",
            "у гэтую гадзіну"
        ],
        "0 minute ago": [
            "у гэту хвіліну",
            "у гэтую хвіліну"
        ],
        "0 month ago": [
            "у гэтым мес",
            "у гэтым месяцы"
        ],
        "0 second ago": [
            "цяпер"
        ],
        "0 week ago": [
            "на гэтым тыд",
            "на гэтым тыдні"
        ],
        "0 year ago": [
            "у гэтым годзе"
        ],
        "1 day ago": [
            "учора"
        ],
        "1 month ago": [
            "у мін мес",
            "у мінулым месяцы"
        ],
        "1 week ago": [
            "на мін тыд",
            "на мінулым тыдні"
        ],
        "1 year ago": [
            "у мін годзе",
            "у мінулым годзе"
        ],
        "in 1 day": [
            "заўтра"
        ],
        "in 1 month": [
            "у наст мес",
            "у наступным месяцы"
        ],
        "in 1 week": [
            "на наст тыд",
            "на наступным тыдні"
        ],
        "in 1 year": [
            "у наст годзе",
            "у наступным годзе"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) дзень таму",
            "(\\d+[.,]?\\d*) дня таму"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) гадз таму",
            "(\\d+[.,]?\\d*) гадзіну таму",
            "(\\d+[.,]?\\d*) гадзіны таму"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) хв таму",
            "(\\d+[.,]?\\d*) хвіліну таму",
            "(\\d+[.,]?\\d*) хвіліны таму"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) мес таму",
            "(\\d+[.,]?\\d*) месяц таму",
            "(\\d+[.,]?\\d*) месяца таму"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) с таму",
            "(\\d+[.,]?\\d*) секунду таму",
            "(\\d+[.,]?\\d*) секунды таму"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) тыд таму",
            "(\\d+[.,]?\\d*) тыдзень таму",
            "(\\d+[.,]?\\d*) тыдня таму"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) г таму",
            "(\\d+[.,]?\\d*) год таму",
            "(\\d+[.,]?\\d*) года таму"
        ],
        "in \\1 day": [
            "праз (\\d+[.,]?\\d*) дзень",
            "праз (\\d+[.,]?\\d*) дня"
        ],
        "in \\1 hour": [
            "праз (\\d+[.,]?\\d*) гадз",
            "праз (\\d+[.,]?\\d*) гадзіну",
            "праз (\\d+[.,]?\\d*) гадзіны"
        ],
        "in \\1 minute": [
            "праз (\\d+[.,]?\\d*) хв",
            "праз (\\d+[.,]?\\d*) хвіліну",
            "праз (\\d+[.,]?\\d*) хвіліны"
        ],
        "in \\1 month": [
            "праз (\\d+[.,]?\\d*) мес",
            "праз (\\d+[.,]?\\d*) месяц",
            "праз (\\d+[.,]?\\d*) месяца"
        ],
        "in \\1 second": [
            "праз (\\d+[.,]?\\d*) с",
            "праз (\\d+[.,]?\\d*) секунду",
            "праз (\\d+[.,]?\\d*) секунды"
        ],
        "in \\1 week": [
            "праз (\\d+[.,]?\\d*) тыд",
            "праз (\\d+[.,]?\\d*) тыдзень",
            "праз (\\d+[.,]?\\d*) тыдня"
        ],
        "in \\1 year": [
            "праз (\\d+[.,]?\\d*) г",
            "праз (\\d+[.,]?\\d*) год",
            "праз (\\d+[.,]?\\d*) года"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
