# -*- coding: utf-8 -*-
info = {
    "name": "be",
    "date_order": "DMY",
    "january": [
        "студзень",
        "сту",
        "с",
        "студзеня",
        "Стд"
    ],
    "february": [
        "люты",
        "лют",
        "л",
        "лютага"
    ],
    "march": [
        "сакавік",
        "сак",
        "с",
        "сакавіка"
    ],
    "april": [
        "красавік",
        "кра",
        "к",
        "красавіка",
        "Крс"
    ],
    "may": [
        "май",
        "м",
        "мая",
        "Траўня",
        "Тра"
    ],
    "june": [
        "чэрвень",
        "чэр",
        "ч",
        "чэрвеня"
    ],
    "july": [
        "ліпень",
        "ліп",
        "л",
        "ліпеня"
    ],
    "august": [
        "жнівень",
        "жні",
        "ж",
        "жніўня",
        "Жнівеня",
        "Жнв"
    ],
    "september": [
        "верасень",
        "вер",
        "в",
        "верасня",
        "Врс"
    ],
    "october": [
        "кастрычнік",
        "кас",
        "к",
        "кастрычніка",
        "Кст"
    ],
    "november": [
        "лістапад",
        "ліс",
        "л",
        "лістапада",
        "Ліс"
    ],
    "december": [
        "снежань",
        "сне",
        "с",
        "снежня",
        "Снж"
    ],
    "monday": [
        "панядзелак",
        "пн",
        "п",
        "Пнд"
    ],
    "tuesday": [
        "аўторак",
        "аў",
        "а",
        "Аўт"
    ],
    "wednesday": [
        "серада",
        "ср",
        "с"
    ],
    "thursday": [
        "чацвер",
        "чц",
        "ч",
        "Чцв",
        "Чв"
    ],
    "friday": [
        "пятніца",
        "пт",
        "п",
        "Пят"
    ],
    "saturday": [
        "субота",
        "сб",
        "с",
        "Суб"
    ],
    "sunday": [
        "нядзеля",
        "нд",
        "н",
        "Няд"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "год",
        "г",
        "гады",
        "года",
        "гадоў"
    ],
    "month": [
        "месяц",
        "мес",
        "месяца",
        "месяцы",
        "месяцаў"
    ],
    "week": [
        "тыд",
        "тыдзень",
        "тыдня",
        "тыдні",
        "тыдняў"
    ],
    "day": [
        "дзень",
        "д",
        "дні",
        "дзён",
        "дзен"
    ],
    "hour": [
        "гадзіна",
        "гадз",
        "гадзіны",
        "гадзіну",
        "гадзін"
    ],
    "minute": [
        "хвіліна",
        "хв",
        "хвілін",
        "хвіліны",
        "хвіліну",
        "хвіл"
    ],
    "second": [
        "секунда",
        "с",
        "секунды",
        "секунду",
        "секунд",
        "сек"
    ],
    "relative-type": {
        "1 year ago": [
            "у\\s+мінулым\\s+годзе"
        ],
        "0 year ago": [
            "у\\s+гэтым\\s+годзе"
        ],
        "in 1 year": [
            "у\\s+наступным\\s+годзе"
        ],
        "1 month ago": [
            "у\\s+мінулым\\s+месяцы"
        ],
        "0 month ago": [
            "у\\s+гэтым\\s+месяцы"
        ],
        "in 1 month": [
            "у\\s+наступным\\s+месяцы"
        ],
        "1 week ago": [
            "на\\s+мінулым\\s+тыдні"
        ],
        "0 week ago": [
            "на\\s+гэтым\\s+тыдні"
        ],
        "in 1 week": [
            "на\\s+наступным\\s+тыдні"
        ],
        "1 day ago": [
            "учора",
            "ўчора"
        ],
        "0 day ago": [
            "сёння",
            "сення"
        ],
        "in 1 day": [
            "заўтра"
        ],
        "0 hour ago": [
            "у\\s+гэту\\s+гадзіну"
        ],
        "0 minute ago": [
            "у\\s+гэту\\s+хвіліну"
        ],
        "0 second ago": [
            "цяпер"
        ],
        "in \\1 year": [
            "праз\\s+(\\d+)\\s+год",
            "праз\\s+(\\d+)\\s+года",
            "праз\\s+(\\d+)\\s+г"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+год\\s+таму",
            "(\\d+)\\s+года\\s+таму",
            "(\\d+)\\s+г\\s+таму"
        ],
        "in \\1 month": [
            "праз\\s+(\\d+)\\s+месяц",
            "праз\\s+(\\d+)\\s+месяца",
            "праз\\s+(\\d+)\\s+мес"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+месяц\\s+таму",
            "(\\d+)\\s+месяца\\s+таму",
            "(\\d+)\\s+мес\\s+таму"
        ],
        "in \\1 week": [
            "праз\\s+(\\d+)\\s+тыдзень",
            "праз\\s+(\\d+)\\s+тыдня",
            "праз\\s+(\\d+)\\s+тыд"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+тыдзень\\s+таму",
            "(\\d+)\\s+тыдня\\s+таму",
            "(\\d+)\\s+тыд\\s+таму"
        ],
        "in \\1 day": [
            "праз\\s+(\\d+)\\s+дзень",
            "праз\\s+(\\d+)\\s+дня",
            "праз\\s+(\\d+)\\s+д"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+дзень\\s+таму",
            "(\\d+)\\s+дня\\s+таму",
            "(\\d+)\\s+д\\s+таму"
        ],
        "in \\1 hour": [
            "праз\\s+(\\d+)\\s+гадзіну",
            "праз\\s+(\\d+)\\s+гадзіны",
            "праз\\s+(\\d+)\\s+гадз"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+гадзіну\\s+таму",
            "(\\d+)\\s+гадзіны\\s+таму",
            "(\\d+)\\s+гадз\\s+таму"
        ],
        "in \\1 minute": [
            "праз\\s+(\\d+)\\s+хвіліну",
            "праз\\s+(\\d+)\\s+хвіліны",
            "праз\\s+(\\d+)\\s+хв"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+хвіліну\\s+таму",
            "(\\d+)\\s+хвіліны\\s+таму",
            "(\\d+)\\s+хв\\s+таму"
        ],
        "in \\1 second": [
            "праз\\s+(\\d+)\\s+секунду",
            "праз\\s+(\\d+)\\s+секунды",
            "праз\\s+(\\d+)\\s+с"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+секунду\\s+таму",
            "(\\d+)\\s+секунды\\s+таму",
            "(\\d+)\\s+с\\s+таму"
        ],
        "2 day ago": [
            "пазаўчора"
        ]
    },
    "locale_specific": {},
    "skip": [
        "каля",
        "у",
        "ў",
        "і",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "таму назад",
        "таму",
        "назад"
    ],
    "in": [
        "на працягу"
    ],
    "simplifications": [
        {
            "^гадзіна": "1 гадзіна"
        },
        {
            "гадзіну": "1 гадзіну"
        },
        {
            "^хвіліну": "1 хвіліну"
        },
        {
            "^секунду": "1 секунду"
        },
        {
            "некалькі секунд": "44 секунды"
        },
        {
            "некалькі хвілін": "2 хвіліны"
        },
        {
            "(\\d+)\\s*гадзін\\s(\\d+)\\s*хвілін": "\\1:\\2"
        }
    ]
}