# -*- coding: utf-8 -*-
info = {
    "name": "bg",
    "date_order": "DMY",
    "january": [
        "януари",
        "яну",
        "я",
        "ян"
    ],
    "february": [
        "февруари",
        "фев",
        "ф",
        "фв"
    ],
    "march": [
        "март",
        "м"
    ],
    "april": [
        "април",
        "апр",
        "а",
        "ап"
    ],
    "may": [
        "май",
        "м"
    ],
    "june": [
        "юни",
        "ю",
        "юн"
    ],
    "july": [
        "юли",
        "ю",
        "юл"
    ],
    "august": [
        "август",
        "авг",
        "а"
    ],
    "september": [
        "септември",
        "сеп",
        "с",
        "септ",
        "септм"
    ],
    "october": [
        "октомври",
        "окт",
        "о"
    ],
    "november": [
        "ноември",
        "ное",
        "н"
    ],
    "december": [
        "декември",
        "дек",
        "д"
    ],
    "monday": [
        "понеделник",
        "пн",
        "п",
        "пон"
    ],
    "tuesday": [
        "вторник",
        "вт",
        "в",
        "вто"
    ],
    "wednesday": [
        "сряда",
        "ср",
        "с",
        "сря"
    ],
    "thursday": [
        "четвъртък",
        "чт",
        "ч"
    ],
    "friday": [
        "петък",
        "пт",
        "п"
    ],
    "saturday": [
        "събота",
        "сб",
        "с"
    ],
    "sunday": [
        "неделя",
        "нд",
        "н"
    ],
    "am": [
        "am",
        "пр.об"
    ],
    "pm": [
        "pm",
        "сл.об"
    ],
    "year": [
        "година",
        "г",
        "г",
        "год",
        "години"
    ],
    "month": [
        "месец",
        "м",
        "мес",
        "месеци"
    ],
    "week": [
        "седмица",
        "седм",
        "с",
        "сед",
        "седмици"
    ],
    "day": [
        "ден",
        "д",
        "дни",
        "дена"
    ],
    "hour": [
        "час",
        "ч",
        "часа"
    ],
    "minute": [
        "минута",
        "мин",
        "минути"
    ],
    "second": [
        "секунда",
        "с",
        "сек",
        "секунди"
    ],
    "relative-type": {
        "1 year ago": [
            "миналата\\s+година",
            "мин\\s+г",
            "преди\\s+година"
        ],
        "0 year ago": [
            "тази\\s+година",
            "т\\s+г"
        ],
        "in 1 year": [
            "следващата\\s+година",
            "следв\\s+г",
            "сл\\s+г"
        ],
        "1 month ago": [
            "предходен\\s+месец",
            "мин\\s+мес",
            "мин\\s+м"
        ],
        "0 month ago": [
            "този\\s+месец",
            "този\\s+мес",
            "т\\s+м"
        ],
        "in 1 month": [
            "следващ\\s+месец",
            "следв\\s+мес",
            "сл\\s+м"
        ],
        "1 week ago": [
            "предходната\\s+седмица",
            "миналата\\s+седмица",
            "мин\\s+седм",
            "преди\\s+седмица"
        ],
        "0 week ago": [
            "тази\\s+седмица",
            "тази\\s+седм"
        ],
        "in 1 week": [
            "следващата\\s+седмица",
            "следв\\s+седм",
            "сл\\s+седм"
        ],
        "1 day ago": [
            "вчера",
            "снощи",
            "преди\\s+ден"
        ],
        "0 day ago": [
            "днес"
        ],
        "in 1 day": [
            "утре",
            "след\\s+ден"
        ],
        "0 hour ago": [
            "в\\s+този\\s+час"
        ],
        "0 minute ago": [
            "в\\s+тази\\s+минута"
        ],
        "0 second ago": [
            "сега"
        ],
        "in \\1 year": [
            "след\\s+(\\d+)\\s+година",
            "след\\s+(\\d+)\\s+години",
            "след\\s+(\\d+)\\s+г",
            "сл\\s+(\\d+)\\s+г"
        ],
        "\\1 year ago": [
            "преди\\s+(\\d+)\\s+година",
            "преди\\s+(\\d+)\\s+години",
            "преди\\s+(\\d+)\\s+г",
            "пр\\s+(\\d+)\\s+г"
        ],
        "in \\1 month": [
            "след\\s+(\\d+)\\s+месец",
            "след\\s+(\\d+)\\s+месеца",
            "след\\s+(\\d+)\\s+м",
            "сл\\s+(\\d+)\\s+м"
        ],
        "\\1 month ago": [
            "преди\\s+(\\d+)\\s+месец",
            "преди\\s+(\\d+)\\s+месеца",
            "преди\\s+(\\d+)\\s+м",
            "пр\\s+(\\d+)\\s+м"
        ],
        "in \\1 week": [
            "след\\s+(\\d+)\\s+седмица",
            "след\\s+(\\d+)\\s+седмици",
            "след\\s+(\\d+)\\s+седм",
            "сл\\s+(\\d+)\\s+седм"
        ],
        "\\1 week ago": [
            "преди\\s+(\\d+)\\s+седмица",
            "преди\\s+(\\d+)\\s+седмици",
            "преди\\s+(\\d+)\\s+седм",
            "пр\\s+(\\d+)\\s+седм"
        ],
        "in \\1 day": [
            "след\\s+(\\d+)\\s+ден",
            "след\\s+(\\d+)\\s+дни",
            "сл\\s+(\\d+)\\s+д"
        ],
        "\\1 day ago": [
            "преди\\s+(\\d+)\\s+ден",
            "преди\\s+(\\d+)\\s+дни",
            "пр\\s+(\\d+)\\s+д"
        ],
        "in \\1 hour": [
            "след\\s+(\\d+)\\s+час",
            "след\\s+(\\d+)\\s+часа",
            "след\\s+(\\d+)\\s+ч",
            "сл\\s+(\\d+)\\s+ч"
        ],
        "\\1 hour ago": [
            "преди\\s+(\\d+)\\s+час",
            "преди\\s+(\\d+)\\s+часа",
            "преди\\s+(\\d+)\\s+ч",
            "пр\\s+(\\d+)\\s+ч"
        ],
        "in \\1 minute": [
            "след\\s+(\\d+)\\s+минута",
            "след\\s+(\\d+)\\s+минути",
            "след\\s+(\\d+)\\s+мин",
            "сл\\s+(\\d+)\\s+мин"
        ],
        "\\1 minute ago": [
            "преди\\s+(\\d+)\\s+минута",
            "преди\\s+(\\d+)\\s+минути",
            "преди\\s+(\\d+)\\s+мин",
            "пр\\s+(\\d+)\\s+мин"
        ],
        "in \\1 second": [
            "след\\s+(\\d+)\\s+секунда",
            "след\\s+(\\d+)\\s+секунди",
            "след\\s+(\\d+)\\s+сек",
            "сл\\s+(\\d+)\\s+сек"
        ],
        "\\1 second ago": [
            "преди\\s+(\\d+)\\s+секунда",
            "преди\\s+(\\d+)\\s+секунди",
            "преди\\s+(\\d+)\\s+сек",
            "пр\\s+(\\d+)\\s+сек"
        ],
        "10 year ago": [
            "преди\\s+десетилетие"
        ],
        "in 10 year": [
            "след\\s+1\\s+десетилетие"
        ],
        "2 day ago": [
            "онзи\\s+ден"
        ],
        "in 2 day": [
            "вдругиден"
        ],
        "1 hour ago": [
            "преди\\s+час"
        ],
        "in 1 hour": [
            "след\\s+час"
        ]
    },
    "locale_specific": {},
    "skip": [
        "на",
        "върху",
        "под",
        "до",
        "от",
        "около",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "преди"
    ],
    "in": [
        "след",
        "после",
        "подир"
    ],
    "simplifications": [
        {
            "един": 1
        },
        {
            "два": 2
        },
        {
            "три": 3
        }
    ]
}