# -*- coding: utf-8 -*-
info = {
    "name": "bn",
    "date_order": "DMY",
    "january": [
        "জানুয়ারী",
        "জা",
        "জানু",
        "জানুয়ারি"
    ],
    "february": [
        "ফেব্রুয়ারী",
        "ফে",
        "ফেব",
        "ফেব্রুয়ারি"
    ],
    "march": [
        "মার্চ",
        "মা"
    ],
    "april": [
        "এপ্রিল",
        "এ"
    ],
    "may": [
        "মে"
    ],
    "june": [
        "জুন"
    ],
    "july": [
        "জুলাই",
        "জু"
    ],
    "august": [
        "আগস্ট",
        "আ"
    ],
    "september": [
        "সেপ্টেম্বর",
        "সে"
    ],
    "october": [
        "অক্টোবর",
        "অ"
    ],
    "november": [
        "নভেম্বর",
        "ন"
    ],
    "december": [
        "ডিসেম্বর",
        "ডি"
    ],
    "monday": [
        "সোমবার",
        "সোম",
        "সো"
    ],
    "tuesday": [
        "মঙ্গলবার",
        "মঙ্গল",
        "ম"
    ],
    "wednesday": [
        "বুধবার",
        "বুধ",
        "বু"
    ],
    "thursday": [
        "বৃহষ্পতিবার",
        "বৃহস্পতি",
        "বৃ",
        "বৃহস্পতিবার"
    ],
    "friday": [
        "শুক্রবার",
        "শুক্র",
        "শু"
    ],
    "saturday": [
        "শনিবার",
        "শনি",
        "শ"
    ],
    "sunday": [
        "রবিবার",
        "রবি",
        "র"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "বছর",
        "বৎসর",
        "সাল"
    ],
    "month": [
        "মাস"
    ],
    "week": [
        "সপ্তাহ"
    ],
    "day": [
        "দিন"
    ],
    "hour": [
        "ঘন্টা"
    ],
    "minute": [
        "মিনিট"
    ],
    "second": [
        "সেকেন্ড"
    ],
    "relative-type": {
        "1 year ago": [
            "গত\\s+বছর"
        ],
        "0 year ago": [
            "এই\\s+বছর"
        ],
        "in 1 year": [
            "পরের\\s+বছর",
            "আগামী\\s+বছর"
        ],
        "1 month ago": [
            "গত\\s+মাস"
        ],
        "0 month ago": [
            "এই\\s+মাস"
        ],
        "in 1 month": [
            "পরের\\s+মাস",
            "আগামী\\s+মাস"
        ],
        "1 week ago": [
            "গত\\s+সপ্তাহ"
        ],
        "0 week ago": [
            "এই\\s+সপ্তাহ"
        ],
        "in 1 week": [
            "পরের\\s+সপ্তাহ",
            "আগামী\\s+সপ্তাহ"
        ],
        "1 day ago": [
            "গতকাল"
        ],
        "0 day ago": [
            "আজ"
        ],
        "in 1 day": [
            "আগামীকাল"
        ],
        "0 hour ago": [
            "এই\\s+ঘণ্টায়"
        ],
        "0 minute ago": [
            "এই\\s+মিনিট"
        ],
        "0 second ago": [
            "এখন"
        ],
        "in \\1 year": [
            "(\\d+)\\s+বছরে"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+বছর\\s+পূর্বে"
        ],
        "in \\1 month": [
            "(\\d+)\\s+মাসে"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+মাস\\s+আগে"
        ],
        "in \\1 week": [
            "(\\d+)\\s+সপ্তাহে"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+সপ্তাহ\\s+আগে"
        ],
        "in \\1 day": [
            "(\\d+)\\s+দিনের\\s+মধ্যে"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+দিন\\s+আগে"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+ঘন্টায়"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ঘন্টা\\s+আগে"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+মিনিটে"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+মিনিট\\s+আগে",
            "(\\d+)\\s+মিনিট\\s+পূর্বে"
        ],
        "in \\1 second": [
            "(\\d+)\\s+সেকেন্ডে"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+সেকেন্ড\\s+পূর্বে",
            "(\\d+)\\s+সেকেন্ড\\s+আগে"
        ],
        "2 day ago": [
            "গত\\s+পরশু"
        ]
    },
    "locale_specific": {
        "bn-IN": {
            "name": "bn-IN"
        }
    },
    "skip": [
        "টা",
        "লা",
        "শে",
        "ই",
        "প্রায়",
        "এবং",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "আগে"
    ],
    "in": [
        "মধ্যে"
    ],
    "simplifications": [
        {
            "মধ্যাহ্ন": "12:00"
        },
        {
            "মধ্যরাত": "00:00"
        }
    ]
}