info = {
    "name": "brx",
    "date_order": "DMY",
    "january": [
        "जान",
        "जानुवारी"
    ],
    "february": [
        "फेब",
        "फेब्रूवारी"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "एप्रि",
        "एप्रिल"
    ],
    "may": [
        "मे"
    ],
    "june": [
        "जुन"
    ],
    "july": [
        "जुल",
        "जुलाई"
    ],
    "august": [
        "आग",
        "आगष्ट"
    ],
    "september": [
        "सेप",
        "सेप्थेम्बर"
    ],
    "october": [
        "अक्ट'",
        "अक्ट'बर"
    ],
    "november": [
        "नवे",
        "नवेम्बर"
    ],
    "december": [
        "डिसे",
        "डिसेम्बर"
    ],
    "monday": [
        "सम",
        "समबार"
    ],
    "tuesday": [
        "मंगल",
        "मंगलबार"
    ],
    "wednesday": [
        "बुध",
        "बुधबार"
    ],
    "thursday": [
        "बिस्थि",
        "बिस्थिबार"
    ],
    "friday": [
        "सुखुर",
        "सुखुरबार",
        "सुुखुरबार"
    ],
    "saturday": [
        "सनि",
        "सनिबार"
    ],
    "sunday": [
        "रबि",
        "रबिबार"
    ],
    "am": [
        "फुं"
    ],
    "pm": [
        "बेलासे"
    ],
    "year": [
        "बोसोर"
    ],
    "month": [
        "दान"
    ],
    "week": [
        "सप्थाह"
    ],
    "day": [
        "सान"
    ],
    "hour": [
        "hr",
        "घन्टा"
    ],
    "minute": [
        "मिनित"
    ],
    "second": [
        "सेकेण्ड"
    ],
    "relative-type": {
        "0 day ago": [
            "दिनै"
        ],
        "0 hour ago": [
            "बे घन्टा"
        ],
        "0 minute ago": [
            "बे मिनिट"
        ],
        "0 month ago": [
            "बे दान"
        ],
        "0 second ago": [
            "दा"
        ],
        "0 week ago": [
            "बे सप्थाह"
        ],
        "0 year ago": [
            "बे बोसोर"
        ],
        "1 day ago": [
            "मैया"
        ],
        "1 month ago": [
            "थांनाय दान"
        ],
        "1 week ago": [
            "थांनाय सप्थाह"
        ],
        "1 year ago": [
            "थांनाय बोसोर"
        ],
        "in 1 day": [
            "गाबोन"
        ],
        "in 1 month": [
            "फैगौ दान"
        ],
        "in 1 week": [
            "फैगौ सप्थाह"
        ],
        "in 1 year": [
            "फैगौ बोसोर"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) सान सिगां"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) घन्टा सिगां"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) मिनिट सिगां"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) दान सिगां"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) सेकेण्ड सिगां"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) सप्थाह सिगां"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) बोसोर सिगां"
        ],
        "in \\1 day": [
            "(\\d+[.,]?\\d*) सानाव"
        ],
        "in \\1 hour": [
            "(\\d+[.,]?\\d*) घन्टायाव"
        ],
        "in \\1 minute": [
            "(\\d+[.,]?\\d*) मिनिटआव"
        ],
        "in \\1 month": [
            "(\\d+[.,]?\\d*) दानाव"
        ],
        "in \\1 second": [
            "(\\d+[.,]?\\d*) सेकेण्डआव"
        ],
        "in \\1 week": [
            "(\\d+[.,]?\\d*) सप्थाहयाव"
        ],
        "in \\1 year": [
            "(\\d+[.,]?\\d*) बोसोरआव"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
