info = {
    "name": "bs-Cyrl",
    "date_order": "DMY",
    "january": [
        "јануар",
        "јан"
    ],
    "february": [
        "фебруар",
        "феб"
    ],
    "march": [
        "март",
        "мар"
    ],
    "april": [
        "април",
        "апр"
    ],
    "may": [
        "мај"
    ],
    "june": [
        "јуни",
        "јун"
    ],
    "july": [
        "јули",
        "јул"
    ],
    "august": [
        "аугуст",
        "ауг"
    ],
    "september": [
        "септембар",
        "сеп"
    ],
    "october": [
        "октобар",
        "окт"
    ],
    "november": [
        "новембар",
        "нов"
    ],
    "december": [
        "децембар",
        "дец"
    ],
    "monday": [
        "понедјељак",
        "пон"
    ],
    "tuesday": [
        "уторак",
        "уто"
    ],
    "wednesday": [
        "сриједа",
        "сри"
    ],
    "thursday": [
        "четвртак",
        "чет"
    ],
    "friday": [
        "петак",
        "пет"
    ],
    "saturday": [
        "субота",
        "суб"
    ],
    "sunday": [
        "недјеља",
        "нед"
    ],
    "am": [
        "прије подне",
        "пре подне"
    ],
    "pm": [
        "послије подне",
        "поподне"
    ],
    "year": [
        "година",
        "год"
    ],
    "month": [
        "мјесец",
        "мјес"
    ],
    "week": [
        "седмица",
        "седм"
    ],
    "day": [
        "дан"
    ],
    "hour": [
        "сат"
    ],
    "minute": [
        "минут",
        "мин"
    ],
    "second": [
        "секунд",
        "сек"
    ],
    "relative-type": {
        "1 year ago": [
            "прошле године",
            "прош године"
        ],
        "0 year ago": [
            "ове године",
            "ове год"
        ],
        "in 1 year": [
            "сљедеће године",
            "сљед године"
        ],
        "1 month ago": [
            "прошлог мјесеца",
            "прош мјесеца",
            "прош мјес"
        ],
        "0 month ago": [
            "овог мјесеца",
            "овог мјес",
            "ов мјес"
        ],
        "in 1 month": [
            "сљедећег мјесеца",
            "сљед мјесеца",
            "сљ мјес"
        ],
        "1 week ago": [
            "прошле седмице",
            "прош седм"
        ],
        "0 week ago": [
            "ове седмице",
            "ове седм"
        ],
        "in 1 week": [
            "сљедеће седмице",
            "сљ седм"
        ],
        "1 day ago": [
            "јуче"
        ],
        "0 day ago": [
            "данас"
        ],
        "in 1 day": [
            "сутра"
        ],
        "0 hour ago": [
            "овог сата"
        ],
        "0 minute ago": [
            "овог минута"
        ],
        "0 second ago": [
            "сада"
        ]
    },
    "relative-type-regex": {
        "in \\1 year": [
            "за (\\d+) годину",
            "за (\\d+) година"
        ],
        "\\1 year ago": [
            "прије (\\d+) годину",
            "прије (\\d+) година"
        ],
        "in \\1 month": [
            "за (\\d+) мјесец",
            "за (\\d+) мјесеци",
            "за (\\d+) мјес"
        ],
        "\\1 month ago": [
            "прије (\\d+) мјесец",
            "прије (\\d+) мјесеци",
            "прије (\\d+) мјес"
        ],
        "in \\1 week": [
            "за (\\d+) седмицу",
            "за (\\d+) седмица",
            "за (\\d+) седм"
        ],
        "\\1 week ago": [
            "прије (\\d+) седмицу",
            "прије (\\d+) седмица",
            "прије (\\d+) седм"
        ],
        "in \\1 day": [
            "за (\\d+) дан",
            "за (\\d+) дана"
        ],
        "\\1 day ago": [
            "прије (\\d+) дан",
            "прије (\\d+) дана"
        ],
        "in \\1 hour": [
            "за (\\d+) сат",
            "за (\\d+) сати"
        ],
        "\\1 hour ago": [
            "прије (\\d+) сат",
            "прије (\\d+) сати"
        ],
        "in \\1 minute": [
            "за (\\d+) минут",
            "за (\\d+) минута"
        ],
        "\\1 minute ago": [
            "прије (\\d+) минут",
            "прије (\\d+) минута",
            "прије (\\d+) мин"
        ],
        "in \\1 second": [
            "за (\\d+) секунд",
            "за (\\d+) секунди",
            "за (\\d+) сек"
        ],
        "\\1 second ago": [
            "прије (\\d+) секунд",
            "прије (\\d+) секунди",
            "прије (\\d+) сек"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}
