# -*- coding: utf-8 -*-
info = {
    "name": "bs-Cyrl",
    "date_order": "DMY",
    "january": [
        "јануар",
        "јан",
        "ј"
    ],
    "february": [
        "фебруар",
        "феб",
        "ф"
    ],
    "march": [
        "март",
        "мар",
        "м"
    ],
    "april": [
        "април",
        "апр",
        "а"
    ],
    "may": [
        "мај",
        "м"
    ],
    "june": [
        "јуни",
        "јун",
        "ј"
    ],
    "july": [
        "јули",
        "јул",
        "ј"
    ],
    "august": [
        "август",
        "авг",
        "а"
    ],
    "september": [
        "септембар",
        "сеп",
        "с"
    ],
    "october": [
        "октобар",
        "окт",
        "о"
    ],
    "november": [
        "новембар",
        "нов",
        "н"
    ],
    "december": [
        "децембар",
        "дец",
        "д"
    ],
    "monday": [
        "понедељак",
        "пон",
        "п"
    ],
    "tuesday": [
        "уторак",
        "уто",
        "у"
    ],
    "wednesday": [
        "сриједа",
        "сри",
        "с"
    ],
    "thursday": [
        "четвртак",
        "чет",
        "ч"
    ],
    "friday": [
        "петак",
        "пет",
        "п"
    ],
    "saturday": [
        "субота",
        "суб",
        "с"
    ],
    "sunday": [
        "недеља",
        "нед",
        "н"
    ],
    "am": [
        "пре подне"
    ],
    "pm": [
        "поподне"
    ],
    "year": [
        "година"
    ],
    "month": [
        "месец"
    ],
    "week": [
        "недеља"
    ],
    "day": [
        "дан"
    ],
    "hour": [
        "час"
    ],
    "minute": [
        "минут"
    ],
    "second": [
        "секунд"
    ],
    "relative-type": {
        "1 year ago": [
            "прошле\\s+године"
        ],
        "0 year ago": [
            "ове\\s+године"
        ],
        "in 1 year": [
            "следеће\\s+године"
        ],
        "1 month ago": [
            "прошлог\\s+месеца"
        ],
        "0 month ago": [
            "овог\\s+месеца"
        ],
        "in 1 month": [
            "следећег\\s+месеца"
        ],
        "1 week ago": [
            "прошле\\s+недеље"
        ],
        "0 week ago": [
            "ове\\s+недеље"
        ],
        "in 1 week": [
            "следеће\\s+недеље"
        ],
        "1 day ago": [
            "јуче"
        ],
        "0 day ago": [
            "данас"
        ],
        "in 1 day": [
            "сутра"
        ],
        "0 hour ago": [
            "this\\s+hour"
        ],
        "0 minute ago": [
            "this\\s+minute"
        ],
        "0 second ago": [
            "now"
        ],
        "in \\1 year": [
            "за\\s+(\\d+)\\s+годину",
            "за\\s+(\\d+)\\s+година"
        ],
        "\\1 year ago": [
            "пре\\s+(\\d+)\\s+годину",
            "пре\\s+(\\d+)\\s+година"
        ],
        "in \\1 month": [
            "за\\s+(\\d+)\\s+месец",
            "за\\s+(\\d+)\\s+месеци"
        ],
        "\\1 month ago": [
            "пре\\s+(\\d+)\\s+месец",
            "пре\\s+(\\d+)\\s+месеци"
        ],
        "in \\1 week": [
            "за\\s+(\\d+)\\s+недељу",
            "за\\s+(\\d+)\\s+недеља"
        ],
        "\\1 week ago": [
            "пре\\s+(\\d+)\\s+недељу",
            "пре\\s+(\\d+)\\s+недеља"
        ],
        "in \\1 day": [
            "за\\s+(\\d+)\\s+дан",
            "за\\s+(\\d+)\\s+дана"
        ],
        "\\1 day ago": [
            "пре\\s+(\\d+)\\s+дан",
            "пре\\s+(\\d+)\\s+дана"
        ],
        "in \\1 hour": [
            "за\\s+(\\d+)\\s+сат",
            "за\\s+(\\d+)\\s+сати"
        ],
        "\\1 hour ago": [
            "пре\\s+(\\d+)\\s+сат",
            "пре\\s+(\\d+)\\s+сати"
        ],
        "in \\1 minute": [
            "за\\s+(\\d+)\\s+минут",
            "за\\s+(\\d+)\\s+минута"
        ],
        "\\1 minute ago": [
            "пре\\s+(\\d+)\\s+минут",
            "пре\\s+(\\d+)\\s+минута"
        ],
        "in \\1 second": [
            "за\\s+(\\d+)\\s+секунд",
            "за\\s+(\\d+)\\s+секунди"
        ],
        "\\1 second ago": [
            "пре\\s+(\\d+)\\s+секунд",
            "пре\\s+(\\d+)\\s+секунди"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}