info = {
    "name": "bs-Cyrl",
    "date_order": "DMY",
    "january": [
        "јан",
        "јануар"
    ],
    "february": [
        "феб",
        "фебруар"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "април"
    ],
    "may": [
        "мај"
    ],
    "june": [
        "јун",
        "јуни"
    ],
    "july": [
        "јул",
        "јули"
    ],
    "august": [
        "ауг",
        "аугуст"
    ],
    "september": [
        "сеп",
        "септембар"
    ],
    "october": [
        "окт",
        "октобар"
    ],
    "november": [
        "нов",
        "новембар"
    ],
    "december": [
        "дец",
        "децембар"
    ],
    "monday": [
        "пон",
        "понедјељак"
    ],
    "tuesday": [
        "уто",
        "уторак"
    ],
    "wednesday": [
        "сри",
        "сриједа"
    ],
    "thursday": [
        "чет",
        "четвртак"
    ],
    "friday": [
        "пет",
        "петак"
    ],
    "saturday": [
        "суб",
        "субота"
    ],
    "sunday": [
        "нед",
        "недјеља"
    ],
    "am": [
        "пре подне",
        "прије подне"
    ],
    "pm": [
        "поподне",
        "послије подне"
    ],
    "year": [
        "год",
        "година"
    ],
    "month": [
        "мјес",
        "мјесец"
    ],
    "week": [
        "седм",
        "седмица"
    ],
    "day": [
        "дан"
    ],
    "hour": [
        "сат"
    ],
    "minute": [
        "мин",
        "минут"
    ],
    "second": [
        "сек",
        "секунд"
    ],
    "relative-type": {
        "0 day ago": [
            "данас"
        ],
        "0 hour ago": [
            "овог сата"
        ],
        "0 minute ago": [
            "овог минута"
        ],
        "0 month ago": [
            "ов мјес",
            "овог мјес",
            "овог мјесеца"
        ],
        "0 second ago": [
            "сада"
        ],
        "0 week ago": [
            "ове седм",
            "ове седмице"
        ],
        "0 year ago": [
            "ове год",
            "ове године"
        ],
        "1 day ago": [
            "јуче"
        ],
        "1 month ago": [
            "прош мјес",
            "прош мјесеца",
            "прошлог мјесеца"
        ],
        "1 week ago": [
            "прош седм",
            "прошле седмице"
        ],
        "1 year ago": [
            "прош године",
            "прошле године"
        ],
        "in 1 day": [
            "сутра"
        ],
        "in 1 month": [
            "сљ мјес",
            "сљед мјесеца",
            "сљедећег мјесеца"
        ],
        "in 1 week": [
            "сљ седм",
            "сљедеће седмице"
        ],
        "in 1 year": [
            "сљед године",
            "сљедеће године"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "прије (\\d+) дан",
            "прије (\\d+) дана"
        ],
        "\\1 hour ago": [
            "прије (\\d+) сат",
            "прије (\\d+) сати"
        ],
        "\\1 minute ago": [
            "прије (\\d+) мин",
            "прије (\\d+) минут",
            "прије (\\d+) минута"
        ],
        "\\1 month ago": [
            "прије (\\d+) мјес",
            "прије (\\d+) мјесец",
            "прије (\\d+) мјесеци"
        ],
        "\\1 second ago": [
            "прије (\\d+) сек",
            "прије (\\d+) секунд",
            "прије (\\d+) секунди"
        ],
        "\\1 week ago": [
            "прије (\\d+) седм",
            "прије (\\d+) седмица",
            "прије (\\d+) седмицу"
        ],
        "\\1 year ago": [
            "прије (\\d+) година",
            "прије (\\d+) годину"
        ],
        "in \\1 day": [
            "за (\\d+) дан",
            "за (\\d+) дана"
        ],
        "in \\1 hour": [
            "за (\\d+) сат",
            "за (\\d+) сати"
        ],
        "in \\1 minute": [
            "за (\\d+) минут",
            "за (\\d+) минута"
        ],
        "in \\1 month": [
            "за (\\d+) мјес",
            "за (\\d+) мјесец",
            "за (\\d+) мјесеци"
        ],
        "in \\1 second": [
            "за (\\d+) сек",
            "за (\\d+) секунд",
            "за (\\d+) секунди"
        ],
        "in \\1 week": [
            "за (\\d+) седм",
            "за (\\d+) седмица",
            "за (\\d+) седмицу"
        ],
        "in \\1 year": [
            "за (\\d+) година",
            "за (\\d+) годину"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
