info = {
    "name": "bs-Cyrl",
    "date_order": "DMY",
    "january": [
        "јан",
        "јануар"
    ],
    "february": [
        "феб",
        "фебруар"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "април"
    ],
    "may": [
        "мај"
    ],
    "june": [
        "јун",
        "јуни"
    ],
    "july": [
        "јул",
        "јули"
    ],
    "august": [
        "авг",
        "август"
    ],
    "september": [
        "сеп",
        "септембар"
    ],
    "october": [
        "окт",
        "октобар"
    ],
    "november": [
        "нов",
        "новембар"
    ],
    "december": [
        "дец",
        "децембар"
    ],
    "monday": [
        "пон",
        "понедељак",
        "понедјељак"
    ],
    "tuesday": [
        "уто",
        "уторак"
    ],
    "wednesday": [
        "сри",
        "сриједа"
    ],
    "thursday": [
        "чет",
        "четвртак"
    ],
    "friday": [
        "пет",
        "петак"
    ],
    "saturday": [
        "суб",
        "субота"
    ],
    "sunday": [
        "нед",
        "недеља",
        "недјеља"
    ],
    "am": [
        "пре подне",
        "пријеподне"
    ],
    "pm": [
        "поподне",
        "послијеподне"
    ],
    "year": [
        "година",
        "г",
        "год",
        "годинa"
    ],
    "month": [
        "месец",
        "мј",
        "мјесец",
        "мјесеци",
        "мјесеца"
    ],
    "week": [
        "недеља",
        "сед",
        "седмица",
        "седмице"
    ],
    "day": [
        "дан"
    ],
    "hour": [
        "час",
        "сат"
    ],
    "minute": [
        "минут",
        "мин",
        "минута"
    ],
    "second": [
        "секунд",
        "с",
        "сек",
        "секунда"
    ],
    "relative-type": {
        "0 day ago": [
            "данас"
        ],
        "0 hour ago": [
            "this hour",
            "овај сат"
        ],
        "0 minute ago": [
            "this minute",
            "ова минута"
        ],
        "0 month ago": [
            "овог месеца",
            "овај мјесец"
        ],
        "0 second ago": [
            "now",
            "сада"
        ],
        "0 week ago": [
            "ове недеље",
            "ове седмице"
        ],
        "0 year ago": [
            "ове године"
        ],
        "1 day ago": [
            "јуче"
        ],
        "1 month ago": [
            "прошлог месеца",
            "прошли мјесец"
        ],
        "1 week ago": [
            "прошле недеље",
            "прошле седмице"
        ],
        "1 year ago": [
            "прошле године"
        ],
        "in 1 day": [
            "сутра"
        ],
        "in 1 month": [
            "следећег месеца",
            "сљедећи мјесец"
        ],
        "in 1 week": [
            "следеће недеље",
            "сљедеће седмице"
        ],
        "in 1 year": [
            "следеће године",
            "сљедеће године"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "пре (\\d+[.,]?\\d*) дан",
            "пре (\\d+[.,]?\\d*) дана",
            "прије (\\d+[.,]?\\d*) дан",
            "прије (\\d+[.,]?\\d*) дана"
        ],
        "\\1 hour ago": [
            "пре (\\d+[.,]?\\d*) сат",
            "пре (\\d+[.,]?\\d*) сати",
            "прије (\\d+[.,]?\\d*) сат",
            "прије (\\d+[.,]?\\d*) сати"
        ],
        "\\1 minute ago": [
            "пре (\\d+[.,]?\\d*) минут",
            "пре (\\d+[.,]?\\d*) минута",
            "прије (\\d+[.,]?\\d*) мин",
            "прије (\\d+[.,]?\\d*) минута",
            "прије (\\d+[.,]?\\d*) минуту"
        ],
        "\\1 month ago": [
            "пре (\\d+[.,]?\\d*) месец",
            "пре (\\d+[.,]?\\d*) месеци",
            "прије (\\d+[.,]?\\d*) мј",
            "прије (\\d+[.,]?\\d*) мјесец",
            "прије (\\d+[.,]?\\d*) мјесеца",
            "прије (\\d+[.,]?\\d*) мјесеци"
        ],
        "\\1 second ago": [
            "пре (\\d+[.,]?\\d*) секунд",
            "пре (\\d+[.,]?\\d*) секунди",
            "прије (\\d+[.,]?\\d*) сек",
            "прије (\\d+[.,]?\\d*) секунда",
            "прије (\\d+[.,]?\\d*) секунду"
        ],
        "\\1 week ago": [
            "пре (\\d+[.,]?\\d*) недеља",
            "пре (\\d+[.,]?\\d*) недељу",
            "прије (\\d+[.,]?\\d*) сед",
            "прије (\\d+[.,]?\\d*) седмица",
            "прије (\\d+[.,]?\\d*) седмице",
            "прије (\\d+[.,]?\\d*) седмицу"
        ],
        "\\1 year ago": [
            "пре (\\d+[.,]?\\d*) година",
            "пре (\\d+[.,]?\\d*) годину",
            "прије (\\d+[.,]?\\d*) г",
            "прије (\\d+[.,]?\\d*) год",
            "прије (\\d+[.,]?\\d*) година",
            "прије (\\d+[.,]?\\d*) годину"
        ],
        "in \\1 day": [
            "за (\\d+[.,]?\\d*) дан",
            "за (\\d+[.,]?\\d*) дана"
        ],
        "in \\1 hour": [
            "за (\\d+[.,]?\\d*) сат",
            "за (\\d+[.,]?\\d*) сати"
        ],
        "in \\1 minute": [
            "за (\\d+[.,]?\\d*) минут",
            "за (\\d+[.,]?\\d*) минута",
            "за (\\d+[.,]?\\d*) мин",
            "за (\\d+[.,]?\\d*) минута",
            "за (\\d+[.,]?\\d*) минуту"
        ],
        "in \\1 month": [
            "за (\\d+[.,]?\\d*) месец",
            "за (\\d+[.,]?\\d*) месеци",
            "за (\\d+[.,]?\\d*) мј",
            "за (\\d+[.,]?\\d*) мјесец",
            "за (\\d+[.,]?\\d*) мјесеца",
            "за (\\d+[.,]?\\d*) мјесеци"
        ],
        "in \\1 second": [
            "за (\\d+[.,]?\\d*) секунд",
            "за (\\d+[.,]?\\d*) секунди",
            "за (\\d+[.,]?\\d*) сек",
            "за (\\d+[.,]?\\d*) секунда",
            "за (\\d+[.,]?\\d*) секунду"
        ],
        "in \\1 week": [
            "за (\\d+[.,]?\\d*) недеља",
            "за (\\d+[.,]?\\d*) недељу",
            "за (\\d+[.,]?\\d*) сед",
            "за (\\d+[.,]?\\d*) седмица",
            "за (\\d+[.,]?\\d*) седмицу",
            "за (\\d+[.,]?\\d*) седмице"
        ],
        "in \\1 year": [
            "за (\\d+[.,]?\\d*) година",
            "за (\\d+[.,]?\\d*) годину",
            "за (\\d+[.,]?\\d*) г",
            "за (\\d+[.,]?\\d*) год"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
