info = {
    "name": "bs-Cyrl",
    "date_order": "DMY",
    "january": [
        "јан",
        "јануар"
    ],
    "february": [
        "феб",
        "фебруар"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "април"
    ],
    "may": [
        "мај"
    ],
    "june": [
        "јун",
        "јуни"
    ],
    "july": [
        "јул",
        "јули"
    ],
    "august": [
        "ауг",
        "аугуст"
    ],
    "september": [
        "сеп",
        "септембар"
    ],
    "october": [
        "окт",
        "октобар"
    ],
    "november": [
        "нов",
        "новембар"
    ],
    "december": [
        "дец",
        "децембар"
    ],
    "monday": [
        "пон",
        "понедјељак",
        "понедјељак"
    ],
    "tuesday": [
        "уто",
        "уторак"
    ],
    "wednesday": [
        "сри",
        "сриједа"
    ],
    "thursday": [
        "чет",
        "четвртак"
    ],
    "friday": [
        "пет",
        "петак"
    ],
    "saturday": [
        "суб",
        "субота"
    ],
    "sunday": [
        "нед",
        "недјеља",
        "недјеља"
    ],
    "am": [
        "пре подне",
        "прије подне",
        "пријеподне"
    ],
    "pm": [
        "поподне",
        "послије подне",
        "послијеподне"
    ],
    "year": [
        "год",
        "година",
        "г",
        "год",
        "годинa"
    ],
    "month": [
        "мјес",
        "мјесец",
        "мј",
        "мјесец",
        "мјесеци",
        "мјесеца"
    ],
    "week": [
        "седм",
        "седмица",
        "сед",
        "седмица",
        "седмице"
    ],
    "day": [
        "дан"
    ],
    "hour": [
        "сат",
        "сати",
        "сат"
    ],
    "minute": [
        "мин",
        "минут",
        "мин",
        "минута"
    ],
    "second": [
        "сек",
        "секунд",
        "с",
        "сек",
        "секунда"
    ],
    "relative-type": {
        "0 day ago": [
            "данас"
        ],
        "0 hour ago": [
            "овог сата",
            "овај сат"
        ],
        "0 minute ago": [
            "овог минута",
            "ова минута"
        ],
        "0 month ago": [
            "ов мјес",
            "овог мјес",
            "овог мјесеца",
            "овај мјесец"
        ],
        "0 second ago": [
            "сада",
            "сада"
        ],
        "0 week ago": [
            "ове седм",
            "ове седмице",
            "ове седмице"
        ],
        "0 year ago": [
            "ове год",
            "ове године"
        ],
        "1 day ago": [
            "јуче"
        ],
        "1 month ago": [
            "прош мјес",
            "прош мјесеца",
            "прошлог мјесеца",
            "прошли мјесец"
        ],
        "1 week ago": [
            "прош седм",
            "прошле седмице",
            "прошле седмице"
        ],
        "1 year ago": [
            "прош године",
            "прошле године"
        ],
        "in 1 day": [
            "сутра"
        ],
        "in 1 month": [
            "сљ мјес",
            "сљед мјесеца",
            "сљедећег мјесеца",
            "сљедећи мјесец"
        ],
        "in 1 week": [
            "сљ седм",
            "сљедеће седмице",
            "сљедеће седмице"
        ],
        "in 1 year": [
            "сљед године",
            "сљедеће године",
            "сљедеће године"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "прије (\\d++[.,]?\\d*+) дан",
            "прије (\\d++[.,]?\\d*+) дана",
            "прије (\\d++[.,]?\\d*+) дан",
            "прије (\\d++[.,]?\\d*+) дана"
        ],
        "\\1 hour ago": [
            "прије (\\d++[.,]?\\d*+) сат",
            "прије (\\d++[.,]?\\d*+) сати",
            "прије (\\d++[.,]?\\d*+) сат",
            "прије (\\d++[.,]?\\d*+) сати"
        ],
        "\\1 minute ago": [
            "прије (\\d++[.,]?\\d*+) мин",
            "прије (\\d++[.,]?\\d*+) минут",
            "прије (\\d++[.,]?\\d*+) минута",
            "прије (\\d++[.,]?\\d*+) мин",
            "прије (\\d++[.,]?\\d*+) минута",
            "прије (\\d++[.,]?\\d*+) минуту"
        ],
        "\\1 month ago": [
            "прије (\\d++[.,]?\\d*+) мјес",
            "прије (\\d++[.,]?\\d*+) мјесец",
            "прије (\\d++[.,]?\\d*+) мјесеци",
            "прије (\\d++[.,]?\\d*+) мј",
            "прије (\\d++[.,]?\\d*+) мјесец",
            "прије (\\d++[.,]?\\d*+) мјесеца",
            "прије (\\d++[.,]?\\d*+) мјесеци"
        ],
        "\\1 second ago": [
            "прије (\\d++[.,]?\\d*+) сек",
            "прије (\\d++[.,]?\\d*+) секунд",
            "прије (\\d++[.,]?\\d*+) секунди",
            "прије (\\d++[.,]?\\d*+) сек",
            "прије (\\d++[.,]?\\d*+) секунда",
            "прије (\\d++[.,]?\\d*+) секунду"
        ],
        "\\1 week ago": [
            "прије (\\d++[.,]?\\d*+) седм",
            "прије (\\d++[.,]?\\d*+) седмица",
            "прије (\\d++[.,]?\\d*+) седмицу",
            "прије (\\d++[.,]?\\d*+) сед",
            "прије (\\d++[.,]?\\d*+) седмица",
            "прије (\\d++[.,]?\\d*+) седмице",
            "прије (\\d++[.,]?\\d*+) седмицу"
        ],
        "\\1 year ago": [
            "прије (\\d++[.,]?\\d*+) година",
            "прије (\\d++[.,]?\\d*+) годину",
            "прије (\\d++[.,]?\\d*+) г",
            "прије (\\d++[.,]?\\d*+) год",
            "прије (\\d++[.,]?\\d*+) година",
            "прије (\\d++[.,]?\\d*+) годину"
        ],
        "in \\1 day": [
            "за (\\d++[.,]?\\d*+) дан",
            "за (\\d++[.,]?\\d*+) дана"
        ],
        "in \\1 hour": [
            "за (\\d++[.,]?\\d*+) сат",
            "за (\\d++[.,]?\\d*+) сати"
        ],
        "in \\1 minute": [
            "за (\\d++[.,]?\\d*+) минут",
            "за (\\d++[.,]?\\d*+) минута",
            "за (\\d++[.,]?\\d*+) мин",
            "за (\\d++[.,]?\\d*+) минута",
            "за (\\d++[.,]?\\d*+) минуту"
        ],
        "in \\1 month": [
            "за (\\d++[.,]?\\d*+) мјес",
            "за (\\d++[.,]?\\d*+) мјесец",
            "за (\\d++[.,]?\\d*+) мјесеци",
            "за (\\d++[.,]?\\d*+) мј",
            "за (\\d++[.,]?\\d*+) мјесец",
            "за (\\d++[.,]?\\d*+) мјесеца",
            "за (\\d++[.,]?\\d*+) мјесеци"
        ],
        "in \\1 second": [
            "за (\\d++[.,]?\\d*+) сек",
            "за (\\d++[.,]?\\d*+) секунд",
            "за (\\d++[.,]?\\d*+) секунди",
            "за (\\d++[.,]?\\d*+) сек",
            "за (\\d++[.,]?\\d*+) секунда",
            "за (\\d++[.,]?\\d*+) секунду"
        ],
        "in \\1 week": [
            "за (\\d++[.,]?\\d*+) седм",
            "за (\\d++[.,]?\\d*+) седмица",
            "за (\\d++[.,]?\\d*+) седмицу",
            "за (\\d++[.,]?\\d*+) сед",
            "за (\\d++[.,]?\\d*+) седмица",
            "за (\\d++[.,]?\\d*+) седмицу",
            "за (\\d++[.,]?\\d*+) седмице"
        ],
        "in \\1 year": [
            "за (\\d++[.,]?\\d*+) година",
            "за (\\d++[.,]?\\d*+) годину",
            "за (\\d++[.,]?\\d*+) г",
            "за (\\d++[.,]?\\d*+) год"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
