info = {
    "name": "ccp",
    "date_order": "DMY",
    "january": [
        "𑄎𑄚𑄪",
        "𑄎𑄚𑄪𑄠𑄢𑄨"
    ],
    "february": [
        "𑄜𑄬𑄛𑄴",
        "𑄜𑄬𑄛𑄴𑄝𑄳𑄢𑄪𑄠𑄢𑄨"
    ],
    "march": [
        "𑄟𑄢𑄴𑄌𑄧"
    ],
    "april": [
        "𑄃𑄬𑄛𑄳𑄢𑄨𑄣𑄴"
    ],
    "may": [
        "𑄟𑄬"
    ],
    "june": [
        "𑄎𑄪𑄚𑄴"
    ],
    "july": [
        "𑄎𑄪𑄣𑄭"
    ],
    "august": [
        "𑄃𑄉𑄧𑄌𑄴𑄑𑄴"
    ],
    "september": [
        "𑄥𑄬𑄛𑄴𑄑𑄬𑄟𑄴𑄝𑄧𑄢𑄴"
    ],
    "october": [
        "𑄃𑄧𑄇𑄴𑄑𑄬𑄝𑄧𑄢𑄴",
        "𑄃𑄧𑄇𑄴𑄑𑄮𑄝𑄧𑄢𑄴"
    ],
    "november": [
        "𑄚𑄧𑄞𑄬𑄟𑄴𑄝𑄧𑄢𑄴"
    ],
    "december": [
        "𑄓𑄨𑄥𑄬𑄟𑄴𑄝𑄢𑄴",
        "𑄓𑄨𑄥𑄬𑄟𑄴𑄝𑄧𑄢𑄴"
    ],
    "monday": [
        "𑄥𑄧𑄟𑄴",
        "𑄥𑄧𑄟𑄴𑄝𑄢𑄴"
    ],
    "tuesday": [
        "𑄟𑄧𑄁𑄉𑄧𑄣𑄴",
        "𑄟𑄧𑄁𑄉𑄧𑄣𑄴𑄝𑄢𑄴"
    ],
    "wednesday": [
        "𑄝𑄪𑄖𑄴",
        "𑄝𑄪𑄖𑄴𑄝𑄢𑄴"
    ],
    "thursday": [
        "𑄝𑄳𑄢𑄨𑄥𑄪𑄛𑄴",
        "𑄝𑄳𑄢𑄨𑄥𑄪𑄛𑄴𑄝𑄢𑄴"
    ],
    "friday": [
        "𑄥𑄪𑄇𑄴𑄇𑄮𑄢𑄴",
        "𑄥𑄪𑄇𑄴𑄇𑄮𑄢𑄴𑄝𑄢𑄴"
    ],
    "saturday": [
        "𑄥𑄧𑄚𑄨",
        "𑄥𑄧𑄚𑄨𑄝𑄢𑄴"
    ],
    "sunday": [
        "𑄢𑄧𑄝𑄨",
        "𑄢𑄧𑄝𑄨𑄝𑄢𑄴"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "𑄝𑄧𑄏𑄧𑄢𑄴"
    ],
    "month": [
        "𑄟𑄏𑄴"
    ],
    "week": [
        "𑄥𑄛𑄴𑄖"
    ],
    "day": [
        "𑄘𑄨𑄚𑄴"
    ],
    "hour": [
        "𑄊𑄧𑄚𑄴𑄘",
        "𑄊𑄮𑄚𑄴𑄓"
    ],
    "minute": [
        "𑄟𑄨𑄚𑄨𑄖𑄴"
    ],
    "second": [
        "𑄥𑄬𑄉𑄬𑄚𑄴"
    ],
    "relative-type": {
        "0 day ago": [
            "𑄃𑄬𑄌𑄴𑄥𑄳𑄠",
            "𑄃𑄬𑄌𑄴𑄥𑄳𑄠𑄬"
        ],
        "0 hour ago": [
            "𑄃𑄳𑄆𑄬 𑄊𑄮𑄚𑄴𑄓𑄠𑄴"
        ],
        "0 minute ago": [
            "𑄃𑄳𑄆𑄬 𑄟𑄨𑄚𑄨𑄖𑄴"
        ],
        "0 month ago": [
            "𑄃𑄳𑄆𑄬 𑄟𑄏𑄴"
        ],
        "0 second ago": [
            "𑄃𑄨𑄇𑄴𑄅𑄚𑄪"
        ],
        "0 week ago": [
            "𑄃𑄳𑄆𑄬 𑄥𑄛𑄴𑄖"
        ],
        "0 year ago": [
            "𑄃𑄬 𑄝𑄧𑄏𑄧𑄢𑄴",
            "𑄃𑄳𑄆𑄬 𑄝𑄧𑄏𑄧𑄢𑄴"
        ],
        "1 day ago": [
            "𑄉𑄬𑄣𑄴𑄣𑄳𑄠𑄇𑄬𑄣𑄳𑄠𑄬",
            "𑄉𑄬𑄣𑄴𑄣𑄳𑄠𑄇𑄬𑄣𑄴𑄣𑄳𑄠𑄬"
        ],
        "1 month ago": [
            "𑄉𑄬𑄣𑄧𑄉𑄬 𑄟𑄏𑄴",
            "𑄉𑄬𑄣𑄧𑄘𑄬 𑄟𑄏𑄴"
        ],
        "1 week ago": [
            "𑄉𑄬𑄣𑄧𑄘𑄬 𑄥𑄛𑄴𑄖"
        ],
        "1 year ago": [
            "𑄉𑄬𑄣𑄳𑄠𑄬 𑄝𑄧𑄏𑄧𑄢𑄴"
        ],
        "in 1 day": [
            "𑄃𑄬𑄎𑄬𑄖𑄴𑄖𑄳𑄠𑄇𑄬𑄣𑄳𑄠𑄬",
            "𑄃𑄬𑄎𑄬𑄖𑄴𑄖𑄳𑄠𑄇𑄬𑄣𑄴𑄣𑄳𑄠𑄬"
        ],
        "in 1 month": [
            "𑄛𑄧𑄢𑄬 𑄟𑄏𑄴"
        ],
        "in 1 week": [
            "𑄛𑄧𑄢𑄬 𑄥𑄛𑄴𑄖"
        ],
        "in 1 year": [
            "𑄎𑄬𑄢𑄧 𑄝𑄧𑄏𑄧𑄢𑄴",
            "𑄛𑄧𑄢𑄬 𑄝𑄧𑄏𑄧𑄢𑄴"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+) 𑄘𑄨𑄚𑄴 𑄃𑄉𑄬"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+) 𑄊𑄮𑄚𑄴𑄓 𑄃𑄉𑄬"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+) 𑄟𑄨𑄚𑄨𑄖𑄴 𑄃𑄉𑄬"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+) 𑄇𑄏𑄧 𑄃𑄉𑄬",
            "(\\d++[.,]?\\d*+) 𑄟𑄏𑄧 𑄃𑄉𑄬"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+) 𑄥𑄬𑄉𑄬𑄚𑄴 𑄃𑄉𑄬"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+) 𑄥𑄛𑄴𑄖 𑄃𑄉𑄬",
            "(\\d++[.,]?\\d*+) 𑄥𑄛𑄴𑄖𑄢𑄴 𑄃𑄉𑄬"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+) 𑄝𑄧𑄏𑄧𑄢𑄴 𑄃𑄉𑄬"
        ],
        "in \\1 day": [
            "(\\d++[.,]?\\d*+) 𑄘𑄨𑄚𑄮 𑄟𑄧𑄖𑄴𑄙𑄳𑄠"
        ],
        "in \\1 hour": [
            "(\\d++[.,]?\\d*+) 𑄊𑄮𑄚𑄴𑄓𑄠𑄴"
        ],
        "in \\1 minute": [
            "(\\d++[.,]?\\d*+) 𑄟𑄨𑄚𑄨𑄘𑄬"
        ],
        "in \\1 month": [
            "(\\d++[.,]?\\d*+) 𑄟𑄏𑄬"
        ],
        "in \\1 second": [
            "(\\d++[.,]?\\d*+) 𑄥𑄬𑄉𑄬𑄚𑄴",
            "(\\d++[.,]?\\d*+) 𑄥𑄬𑄉𑄬𑄚𑄴𑄘𑄬"
        ],
        "in \\1 week": [
            "(\\d++[.,]?\\d*+) 𑄥𑄛𑄴𑄖𑄠𑄴"
        ],
        "in \\1 year": [
            "(\\d++[.,]?\\d*+) 𑄝𑄧𑄏𑄧𑄢𑄬"
        ]
    },
    "locale_specific": {
        "ccp-IN": {
            "name": "ccp-IN"
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
