# -*- coding: utf-8 -*-
info = {
    "name": "ce",
    "date_order": "YMD",
    "january": [
        "январь",
        "янв"
    ],
    "february": [
        "февраль",
        "фев"
    ],
    "march": [
        "март",
        "мар"
    ],
    "april": [
        "апрель",
        "апр"
    ],
    "may": [
        "май"
    ],
    "june": [
        "июнь",
        "июн"
    ],
    "july": [
        "июль",
        "июл"
    ],
    "august": [
        "август",
        "авг"
    ],
    "september": [
        "сентябрь",
        "сен"
    ],
    "october": [
        "октябрь",
        "окт"
    ],
    "november": [
        "ноябрь",
        "ноя"
    ],
    "december": [
        "декабрь",
        "дек"
    ],
    "monday": [
        "оршотан де",
        "m"
    ],
    "tuesday": [
        "шинарин де",
        "t"
    ],
    "wednesday": [
        "кхаарин де",
        "w"
    ],
    "thursday": [
        "еарин де",
        "t"
    ],
    "friday": [
        "пӏераскан де",
        "f"
    ],
    "saturday": [
        "шот де",
        "s"
    ],
    "sunday": [
        "кӏиранан де",
        "s"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "шо",
        "ш"
    ],
    "month": [
        "бутт",
        "бут"
    ],
    "week": [
        "кӏира",
        "кӏир"
    ],
    "day": [
        "де"
    ],
    "hour": [
        "сахьт",
        "сахь"
    ],
    "minute": [
        "минот",
        "мин"
    ],
    "second": [
        "секунд",
        "сек"
    ],
    "relative-type": {
        "1 year ago": [
            "даханчу\\s+шарахь"
        ],
        "0 year ago": [
            "карарчу\\s+шарахь"
        ],
        "in 1 year": [
            "рогӏерчу\\s+шарахь"
        ],
        "1 month ago": [
            "баханчу\\s+баттахь"
        ],
        "0 month ago": [
            "карарчу\\s+баттахь"
        ],
        "in 1 month": [
            "рогӏерчу\\s+баттахь"
        ],
        "1 week ago": [
            "даханчу\\s+кӏирнахь"
        ],
        "0 week ago": [
            "карарчу\\s+кӏирнахь"
        ],
        "in 1 week": [
            "рогӏерчу\\s+кӏирнахь"
        ],
        "1 day ago": [
            "селхана"
        ],
        "0 day ago": [
            "тахана"
        ],
        "in 1 day": [
            "кхана"
        ],
        "0 hour ago": [
            "this\\s+hour"
        ],
        "0 minute ago": [
            "this\\s+minute"
        ],
        "0 second ago": [
            "now"
        ],
        "in \\1 year": [
            "(\\d+)\\s+шо\\s+даьлча",
            "(\\d+)\\s+ш\\s+даьлча"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+шо\\s+хьалха",
            "(\\d+)\\s+ш\\s+хьалха"
        ],
        "in \\1 month": [
            "(\\d+)\\s+бутт\\s+баьлча",
            "(\\d+)\\s+б\\s+баьлча"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+бутт\\s+хьалха",
            "(\\d+)\\s+б\\s+хьалха"
        ],
        "in \\1 week": [
            "(\\d+)\\s+кӏира\\s+даьлча",
            "(\\d+)\\s+кӏир\\s+даьлча"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+кӏира\\s+хьалха",
            "(\\d+)\\s+кӏир\\s+хьалха"
        ],
        "in \\1 day": [
            "(\\d+)\\s+де\\s+даьлча",
            "(\\d+)\\s+д\\s+даьлча"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+де\\s+хьалха",
            "(\\d+)\\s+д\\s+хьалха",
            "де\\s+хьалха"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+сахьт\\s+даьлча",
            "(\\d+)\\s+сахь\\s+даьлча"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+сахьт\\s+хьалха",
            "(\\d+)\\s+сахь\\s+хьалха"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+минот\\s+яьлча",
            "(\\d+)\\s+мин\\s+яьлча"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+минот\\s+хьалха",
            "(\\d+)\\s+мин\\s+хьалха"
        ],
        "in \\1 second": [
            "(\\d+)\\s+секунд\\s+яьлча",
            "(\\d+)\\s+сек\\s+яьлча"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+секунд\\s+хьалха",
            "(\\d+)\\s+сек\\s+хьалха"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}