info = {
    "name": "ce",
    "date_order": "YMD",
    "january": [
        "янв",
        "январь"
    ],
    "february": [
        "фев",
        "февраль"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "апрель"
    ],
    "may": [
        "май"
    ],
    "june": [
        "июн",
        "июнь"
    ],
    "july": [
        "июл",
        "июль"
    ],
    "august": [
        "авг",
        "август"
    ],
    "september": [
        "сен",
        "сентябрь"
    ],
    "october": [
        "окт",
        "октябрь"
    ],
    "november": [
        "ноя",
        "ноябрь"
    ],
    "december": [
        "дек",
        "декабрь"
    ],
    "monday": [
        "оршотан де"
    ],
    "tuesday": [
        "шинарин де"
    ],
    "wednesday": [
        "кхаарин де"
    ],
    "thursday": [
        "еарин де"
    ],
    "friday": [
        "пӏераскан де"
    ],
    "saturday": [
        "шот де"
    ],
    "sunday": [
        "кӏиранан де"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "ш",
        "шо"
    ],
    "month": [
        "бут",
        "бутт"
    ],
    "week": [
        "кӏир",
        "кӏира"
    ],
    "day": [
        "де"
    ],
    "hour": [
        "сахь",
        "сахьт"
    ],
    "minute": [
        "мин",
        "минот"
    ],
    "second": [
        "сек",
        "секунд"
    ],
    "relative-type": {
        "0 day ago": [
            "тахана"
        ],
        "0 hour ago": [
            "this hour"
        ],
        "0 minute ago": [
            "this minute"
        ],
        "0 month ago": [
            "карарчу баттахь"
        ],
        "0 second ago": [
            "now"
        ],
        "0 week ago": [
            "карарчу кӏирнахь"
        ],
        "0 year ago": [
            "карарчу шарахь"
        ],
        "1 day ago": [
            "селхана"
        ],
        "1 month ago": [
            "баханчу баттахь"
        ],
        "1 week ago": [
            "даханчу кӏирнахь"
        ],
        "1 year ago": [
            "даханчу шарахь"
        ],
        "in 1 day": [
            "кхана"
        ],
        "in 1 month": [
            "рогӏерчу баттахь"
        ],
        "in 1 week": [
            "рогӏерчу кӏирнахь"
        ],
        "in 1 year": [
            "рогӏерчу шарахь"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+) д хьалха",
            "(\\d+) де хьалха"
        ],
        "\\1 hour ago": [
            "(\\d+) сахь хьалха",
            "(\\d+) сахьт хьалха"
        ],
        "\\1 minute ago": [
            "(\\d+) мин хьалха",
            "(\\d+) минот хьалха"
        ],
        "\\1 month ago": [
            "(\\d+) б хьалха",
            "(\\d+) бутт хьалха"
        ],
        "\\1 second ago": [
            "(\\d+) сек хьалха",
            "(\\d+) секунд хьалха"
        ],
        "\\1 week ago": [
            "(\\d+) кӏир хьалха",
            "(\\d+) кӏира хьалха"
        ],
        "\\1 year ago": [
            "(\\d+) ш хьалха",
            "(\\d+) шо хьалха"
        ],
        "in \\1 day": [
            "(\\d+) д даьлча",
            "(\\d+) де даьлча"
        ],
        "in \\1 hour": [
            "(\\d+) сахь даьлча",
            "(\\d+) сахьт даьлча"
        ],
        "in \\1 minute": [
            "(\\d+) мин яьлча",
            "(\\d+) минот яьлча"
        ],
        "in \\1 month": [
            "(\\d+) б баьлча",
            "(\\d+) бутт баьлча"
        ],
        "in \\1 second": [
            "(\\d+) сек яьлча",
            "(\\d+) секунд яьлча"
        ],
        "in \\1 week": [
            "(\\d+) кӏир даьлча",
            "(\\d+) кӏира даьлча"
        ],
        "in \\1 year": [
            "(\\d+) ш даьлча",
            "(\\d+) шо даьлча"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
