# -*- coding: utf-8 -*-
info = {
    "name": "chr",
    "date_order": "MDY",
    "january": [
        "ᎤᏃᎸᏔᏅ",
        "ᎤᏃ",
        "Ꭴ"
    ],
    "february": [
        "ᎧᎦᎵ",
        "ᎧᎦ",
        "Ꭷ"
    ],
    "march": [
        "ᎠᏅᏱ",
        "ᎠᏅ",
        "Ꭰ"
    ],
    "april": [
        "ᎧᏬᏂ",
        "ᎧᏬ",
        "Ꭷ"
    ],
    "may": [
        "ᎠᏂᏍᎬᏘ",
        "ᎠᏂ",
        "Ꭰ"
    ],
    "june": [
        "ᏕᎭᎷᏱ",
        "ᏕᎭ",
        "Ꮥ"
    ],
    "july": [
        "ᎫᏰᏉᏂ",
        "ᎫᏰ",
        "Ꭻ"
    ],
    "august": [
        "ᎦᎶᏂ",
        "ᎦᎶ",
        "Ꭶ"
    ],
    "september": [
        "ᏚᎵᏍᏗ",
        "ᏚᎵ",
        "Ꮪ"
    ],
    "october": [
        "ᏚᏂᏅᏗ",
        "ᏚᏂ",
        "Ꮪ"
    ],
    "november": [
        "ᏅᏓᏕᏆ",
        "ᏅᏓ",
        "Ꮕ"
    ],
    "december": [
        "ᎥᏍᎩᏱ",
        "ᎥᏍ",
        "Ꭵ"
    ],
    "monday": [
        "ᎤᎾᏙᏓᏉᏅᎯ",
        "ᏉᏅᎯ",
        "Ꮙ"
    ],
    "tuesday": [
        "ᏔᎵᏁᎢᎦ",
        "ᏔᎵᏁ",
        "Ꮤ"
    ],
    "wednesday": [
        "ᏦᎢᏁᎢᎦ",
        "ᏦᎢᏁ",
        "Ꮶ"
    ],
    "thursday": [
        "ᏅᎩᏁᎢᎦ",
        "ᏅᎩᏁ",
        "Ꮕ"
    ],
    "friday": [
        "ᏧᎾᎩᎶᏍᏗ",
        "ᏧᎾᎩ",
        "Ꮷ"
    ],
    "saturday": [
        "ᎤᎾᏙᏓᏈᏕᎾ",
        "ᏈᏕᎾ",
        "Ꭴ"
    ],
    "sunday": [
        "ᎤᎾᏙᏓᏆᏍᎬ",
        "ᏆᏍᎬ",
        "Ꮖ"
    ],
    "am": [
        "ᏌᎾᎴ",
        "Ꮜ"
    ],
    "pm": [
        "ᏒᎯᏱᎢᏗᏢ",
        "Ꮢ"
    ],
    "year": [
        "ᎤᏕᏘᏴᏌᏗᏒᎢ",
        "ᎤᏕ"
    ],
    "month": [
        "ᎧᎸᎢ",
        "ᎧᎸ"
    ],
    "week": [
        "ᏒᎾᏙᏓᏆᏍᏗ",
        "ᏒᎾ"
    ],
    "day": [
        "ᎢᎦ"
    ],
    "hour": [
        "ᏑᏟᎶᏓ",
        "ᏑᏟ"
    ],
    "minute": [
        "ᎢᏯᏔᏬᏍᏔᏅ",
        "ᎢᏯᏔ"
    ],
    "second": [
        "ᎠᏎᏢ"
    ],
    "relative-type": {
        "1 year ago": [
            "ᎡᏘ\\s+ᏥᎨᏒ"
        ],
        "0 year ago": [
            "ᎯᎠ\\s+ᏧᏕᏘᏴᏒᏘ"
        ],
        "in 1 year": [
            "ᎡᏘᏴᎢ"
        ],
        "1 month ago": [
            "ᎧᎸᎢ\\s+ᏥᎨᏒ"
        ],
        "0 month ago": [
            "ᎯᎠ\\s+ᎧᎸᎢ"
        ],
        "in 1 month": [
            "ᏔᎵᏁ\\s+ᎧᎸᎢ"
        ],
        "1 week ago": [
            "ᏥᏛᎵᏱᎵᏒᎢ"
        ],
        "0 week ago": [
            "ᎯᎠ\\s+ᎠᎵᎵᏌ"
        ],
        "in 1 week": [
            "ᏐᏆᎴᏅᎲ"
        ],
        "1 day ago": [
            "ᏒᎯ"
        ],
        "0 day ago": [
            "ᎪᎯ\\s+ᎢᎦ"
        ],
        "in 1 day": [
            "ᏌᎾᎴᎢ"
        ],
        "0 hour ago": [
            "ᎯᎠ\\s+ᏑᏟᎶᏓ"
        ],
        "0 minute ago": [
            "ᎯᎠ\\s+ᎢᏯᏔᏬᏍᏔᏅ"
        ],
        "0 second ago": [
            "ᏃᏊ"
        ],
        "in \\1 year": [
            "ᎾᎿ\\s+(\\d+)\\s+ᎤᏕᏘᏴᏌᏗᏒᎢ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏧᏕᏘᏴᏌᏗᏒᎢ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎤᏕ"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+ᎤᏕᏘᏴᏌᏗᏒᎢ\\s+ᏥᎨᏒ",
            "(\\d+)\\s+ᎢᏧᏕᏘᏴᏌᏗᏒᎢ\\s+ᏥᎨᏒ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎤᏕ\\s+ᏥᎨᏒ"
        ],
        "in \\1 month": [
            "ᎾᎿ\\s+(\\d+)\\s+ᎧᎸᎢ",
            "ᎾᎿ\\s+(\\d+)\\s+ᏗᎧᎸᎢ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎧᎸ"
        ],
        "\\1 month ago": [
            "ᎾᎿ\\s+(\\d+)\\s+ᎧᎸᎢ\\s+ᏥᎨᏒ",
            "ᎾᎿ\\s+(\\d+)\\s+ᏗᎧᎸᎢ\\s+ᏥᎨᏒ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎧᎸ\\s+ᏥᎨᏒ"
        ],
        "in \\1 week": [
            "ᎾᎿ\\s+(\\d+)\\s+ᏒᎾᏙᏓᏆᏍᏗ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏳᎾᏙᏓᏆᏍᏗ",
            "ᎾᎿ\\s+(\\d+)\\s+ᏒᎾ"
        ],
        "\\1 week ago": [
            "ᎾᎿ\\s+(\\d+)\\s+ᏒᎾᏙᏓᏆᏍᏗ\\s+ᏥᎨᏒ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏳᎾᏙᏓᏆᏍᏗ\\s+ᏥᎨᏒ",
            "ᎾᎿ\\s+(\\d+)\\s+ᏒᎾ\\s+ᏥᎨᏒ"
        ],
        "in \\1 day": [
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᎦ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎯᎸᏍᎩ\\s+ᏧᏒᎯᏛ"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+ᎢᎦ\\s+ᏥᎨᏒ",
            "(\\d+)\\s+ᎯᎸᏍᎩ\\s+ᏧᏒᎯᏛ\\s+ᏥᎨᏒ"
        ],
        "in \\1 hour": [
            "ᎾᎿ\\s+(\\d+)\\s+ᏑᏟᎶᏓ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏳᏟᎶᏓ",
            "ᎾᎿ\\s+(\\d+)\\s+ᏑᏟ"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ᏑᏟᎶᏓ\\s+ᏥᎨᏒ",
            "(\\d+)\\s+ᎢᏳᏟᎶᏓ\\s+ᏥᎨᏒ",
            "ᎾᎿ\\s+(\\d+)\\s+ᏑᏟ\\s+ᏥᎨᏒ"
        ],
        "in \\1 minute": [
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏯᏔᏬᏍᏔᏅ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏯᏔ"
        ],
        "\\1 minute ago": [
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏯᏔᏬᏍᏔᏅ\\s+ᏥᎨᏒ",
            "ᎾᎿ\\s+(\\d+)\\s+ᎢᏯᏔ\\s+ᏥᎨᏒ"
        ],
        "in \\1 second": [
            "ᎾᎿ\\s+(\\d+)\\s+ᎠᏎᏢ",
            "ᎾᎿ\\s+(\\d+)\\s+ᏓᏓᎾᏩᏍᎬ\\s+ᏥᎨᏒ"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+ᎠᏎᏢ\\s+ᏥᎨᏒ",
            "(\\d+)\\s+ᏓᏓᎾᏩᏍᎬ\\s+ᏥᎨᏒ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}