info = {
    "name": "chr",
    "date_order": "MDY",
    "january": [
        "ꭴꮓꮈꮤꮕ",
        "ꭴꮓ"
    ],
    "february": [
        "ꭷꭶꮅ",
        "ꭷꭶ"
    ],
    "march": [
        "ꭰꮕᏹ",
        "ꭰꮕ"
    ],
    "april": [
        "ꭷꮼꮒ",
        "ꭷꮼ"
    ],
    "may": [
        "ꭰꮒꮝꭼꮨ",
        "ꭰꮒ"
    ],
    "june": [
        "ꮥꭽꮇᏹ",
        "ꮥꭽ"
    ],
    "july": [
        "ꭻᏸꮙꮒ",
        "ꭻᏸ"
    ],
    "august": [
        "ꭶꮆꮒ",
        "ꭶꮆ"
    ],
    "september": [
        "ꮪꮅꮝꮧ",
        "ꮪꮅ"
    ],
    "october": [
        "ꮪꮒꮕꮧ",
        "ꮪꮒ"
    ],
    "november": [
        "ꮕꮣꮥꮖ",
        "ꮕꮣ"
    ],
    "december": [
        "ꭵꮝꭹᏹ",
        "ꭵꮝ"
    ],
    "monday": [
        "ꭴꮎꮩꮣꮙꮕꭿ",
        "ꮙꮕꭿ"
    ],
    "tuesday": [
        "ꮤꮅꮑꭲꭶ",
        "ꮤꮅꮑ"
    ],
    "wednesday": [
        "ꮶꭲꮑꭲꭶ",
        "ꮶꭲꮑ"
    ],
    "thursday": [
        "ꮕꭹꮑꭲꭶ",
        "ꮕꭹꮑ"
    ],
    "friday": [
        "ꮷꮎꭹꮆꮝꮧ",
        "ꮷꮎꭹ"
    ],
    "saturday": [
        "ꭴꮎꮩꮣꮘꮥꮎ",
        "ꮘꮥꮎ"
    ],
    "sunday": [
        "ꭴꮎꮩꮣꮖꮝꭼ",
        "ꮖꮝꭼ"
    ],
    "am": [
        "ꮜꮎꮄ"
    ],
    "pm": [
        "ꮢꭿᏹꭲꮧꮲ",
        "ꮢꭿᏹꭲ"
    ],
    "year": [
        "ꭴꮥꮨᏼꮜꮧꮢꭲ",
        "ꭴꮥ"
    ],
    "month": [
        "ꭷꮈꭲ",
        "ꭷꮈ"
    ],
    "week": [
        "ꮢꮎꮩꮣꮖꮝꮧ",
        "ꮢꮎ"
    ],
    "day": [
        "ꭲꭶ"
    ],
    "hour": [
        "ꮡꮯꮆꮣ",
        "ꮡꮯ"
    ],
    "minute": [
        "ꭲꮿꮤꮼꮝꮤꮕ",
        "ꭲꮿꮤ"
    ],
    "second": [
        "ꭰꮞꮲ",
        "ꭰꮞ"
    ],
    "relative-type": {
        "1 year ago": [
            "ꭱꮨ ꮵꭸꮢ"
        ],
        "0 year ago": [
            "ꭿꭰ ꮷꮥꮨᏼꮢꮨ"
        ],
        "in 1 year": [
            "ꭱꮨᏼꭲ"
        ],
        "1 month ago": [
            "ꭷꮈꭲ ꮵꭸꮢ",
            "ꭷꮈ ꮵꭸꮢ"
        ],
        "0 month ago": [
            "ꭿꭰ ꭷꮈꭲ",
            "ꭿꭰ ꭷꮈ"
        ],
        "in 1 month": [
            "ꮤꮅꮑ ꭷꮈꭲ",
            "ꭿꭰ ꭷꮈ",
            "ꮤꮅꮑ ꭷꮈ"
        ],
        "1 week ago": [
            "ꮵꮫꮅᏹꮅꮢꭲ"
        ],
        "0 week ago": [
            "ꭿꭰ ꭰꮅꮅꮜ"
        ],
        "in 1 week": [
            "ꮠꮖꮄꮕꮂ"
        ],
        "1 day ago": [
            "ꮢꭿ"
        ],
        "0 day ago": [
            "ꭺꭿ ꭲꭶ"
        ],
        "in 1 day": [
            "ꮜꮎꮄꭲ"
        ],
        "0 hour ago": [
            "ꭿꭰ ꮡꮯꮆꮣ"
        ],
        "0 minute ago": [
            "ꭿꭰ ꭲꮿꮤꮼꮝꮤꮕ"
        ],
        "0 second ago": [
            "ꮓꮚ"
        ]
    },
    "relative-type-regex": {
        "in \\1 year": [
            "ꮎꮏ (\\d+) ꭴꮥꮨᏼꮜꮧꮢꭲ",
            "ꮎꮏ (\\d+) ꭲꮷꮥꮨᏼꮜꮧꮢꭲ",
            "ꮎꮏ (\\d+) ꭴꮥ"
        ],
        "\\1 year ago": [
            "(\\d+) ꭴꮥꮨᏼꮜꮧꮢꭲ ꮵꭸꮢ",
            "(\\d+) ꭲꮷꮥꮨᏼꮜꮧꮢꭲ ꮵꭸꮢ",
            "(\\d+) ꭴꮥ ꮵꭸꮢ"
        ],
        "in \\1 month": [
            "ꮎꮏ (\\d+) ꭷꮈꭲ",
            "ꮎꮏ (\\d+) ꮧꭷꮈꭲ",
            "ꮎꮏ (\\d+) ꭷꮈ"
        ],
        "\\1 month ago": [
            "(\\d+) ꭷꮈꭲ ꮵꭸꮢ",
            "(\\d+) ꮧꭷꮈꭲ ꮵꭸꮢ",
            "(\\d+) ꭷꮈ ꮵꭸꮢ"
        ],
        "in \\1 week": [
            "ꮎꮏ (\\d+) ꮢꮎꮩꮣꮖꮝꮧ",
            "ꮎꮏ (\\d+) ꭲᏻꮎꮩꮣꮖꮝꮧ",
            "ꮎꮏ (\\d+) ꮢꮎ"
        ],
        "\\1 week ago": [
            "(\\d+) ꮢꮎꮩꮣꮖꮝꮧ ꮵꭸꮢ",
            "(\\d+) ꭲᏻꮎꮩꮣꮖꮝꮧ ꮵꭸꮢ",
            "(\\d+) ꮢꮎ ꮵꭸꮢ"
        ],
        "in \\1 day": [
            "ꮎꮏ (\\d+) ꭲꭶ",
            "ꮎꮏ (\\d+) ꭿꮈꮝꭹ ꮷꮢꭿꮫ"
        ],
        "\\1 day ago": [
            "(\\d+) ꭲꭶ ꮵꭸꮢ",
            "(\\d+) ꭿꮈꮝꭹ ꮷꮢꭿꮫ ꮵꭸꮢ"
        ],
        "in \\1 hour": [
            "ꮎꮏ (\\d+) ꮡꮯꮆꮣ",
            "ꮎꮏ (\\d+) ꭲᏻꮯꮆꮣ",
            "ꮎꮏ (\\d+) ꮡꮯ"
        ],
        "\\1 hour ago": [
            "(\\d+) ꮡꮯꮆꮣ ꮵꭸꮢ",
            "(\\d+) ꭲᏻꮯꮆꮣ ꮵꭸꮢ",
            "(\\d+) ꮡꮯ ꮵꭸꮢ"
        ],
        "in \\1 minute": [
            "ꮎꮏ (\\d+) ꭲꮿꮤꮼꮝꮤꮕ",
            "ꮎꮏ (\\d+) ꭲꮿꮤ"
        ],
        "\\1 minute ago": [
            "(\\d+) ꭲꮿꮤꮼꮝꮤꮕ ꮵꭸꮢ",
            "(\\d+) ꭲꮿꮤ ꮵꭸꮢ"
        ],
        "in \\1 second": [
            "ꮎꮏ (\\d+) ꭰꮞꮲ",
            "ꮎꮏ (\\d+) ꮣꮣꮎꮹꮝꭼ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꭰꮞ"
        ],
        "\\1 second ago": [
            "(\\d+) ꭰꮞꮲ ꮵꭸꮢ",
            "(\\d+) ꮣꮣꮎꮹꮝꭼ ꮵꭸꮢ",
            "(\\d+) ꭰꮞ ꮵꭸꮢ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}
