info = {
    "name": "chr",
    "date_order": "MDY",
    "january": [
        "ꭴꮓ",
        "ꭴꮓꮈꮤꮕ"
    ],
    "february": [
        "ꭷꭶ",
        "ꭷꭶꮅ"
    ],
    "march": [
        "ꭰꮕ",
        "ꭰꮕᏹ"
    ],
    "april": [
        "ꭷꮼ",
        "ꭷꮼꮒ"
    ],
    "may": [
        "ꭰꮒ",
        "ꭰꮒꮝꭼꮨ"
    ],
    "june": [
        "ꮥꭽ",
        "ꮥꭽꮇᏹ"
    ],
    "july": [
        "ꭻᏸ",
        "ꭻᏸꮙꮒ"
    ],
    "august": [
        "ꭶꮆ",
        "ꭶꮆꮒ"
    ],
    "september": [
        "ꮪꮅ",
        "ꮪꮅꮝꮧ"
    ],
    "october": [
        "ꮪꮒ",
        "ꮪꮒꮕꮧ"
    ],
    "november": [
        "ꮕꮣ",
        "ꮕꮣꮥꮖ"
    ],
    "december": [
        "ꭵꮝ",
        "ꭵꮝꭹᏹ"
    ],
    "monday": [
        "ꭴꮎꮩꮣꮙꮕꭿ",
        "ꮙꮕꭿ"
    ],
    "tuesday": [
        "ꮤꮅꮑ",
        "ꮤꮅꮑꭲꭶ"
    ],
    "wednesday": [
        "ꮶꭲꮑ",
        "ꮶꭲꮑꭲꭶ"
    ],
    "thursday": [
        "ꮕꭹꮑ",
        "ꮕꭹꮑꭲꭶ"
    ],
    "friday": [
        "ꮷꮎꭹ",
        "ꮷꮎꭹꮆꮝꮧ"
    ],
    "saturday": [
        "ꭴꮎꮩꮣꮘꮥꮎ",
        "ꮘꮥꮎ"
    ],
    "sunday": [
        "ꭴꮎꮩꮣꮖꮝꭼ",
        "ꮖꮝꭼ"
    ],
    "am": [
        "ꮜꮎꮄ"
    ],
    "pm": [
        "ꮢꭿᏹꭲꮧꮲ"
    ],
    "year": [
        "ꭴꮥ",
        "ꭴꮥꮨᏼꮜꮧꮢꭲ"
    ],
    "month": [
        "ꭷꮈ",
        "ꭷꮈꭲ"
    ],
    "week": [
        "ꮢꮎ",
        "ꮢꮎꮩꮣꮖꮝꮧ"
    ],
    "day": [
        "ꭲꭶ"
    ],
    "hour": [
        "ꮡꮯ",
        "ꮡꮯꮆꮣ"
    ],
    "minute": [
        "ꭲꮿꮤ",
        "ꭲꮿꮤꮼꮝꮤꮕ"
    ],
    "second": [
        "ꭰꮞꮲ"
    ],
    "relative-type": {
        "0 day ago": [
            "ꭺꭿ ꭲꭶ"
        ],
        "0 hour ago": [
            "ꭿꭰ ꮡꮯꮆꮣ"
        ],
        "0 minute ago": [
            "ꭿꭰ ꭲꮿꮤꮼꮝꮤꮕ"
        ],
        "0 month ago": [
            "ꭿꭰ ꭷꮈꭲ"
        ],
        "0 second ago": [
            "ꮓꮚ"
        ],
        "0 week ago": [
            "ꭿꭰ ꭰꮅꮅꮜ"
        ],
        "0 year ago": [
            "ꭿꭰ ꮷꮥꮨᏼꮢꮨ"
        ],
        "1 day ago": [
            "ꮢꭿ"
        ],
        "1 month ago": [
            "ꭷꮈꭲ ꮵꭸꮢ"
        ],
        "1 week ago": [
            "ꮵꮫꮅᏹꮅꮢꭲ"
        ],
        "1 year ago": [
            "ꭱꮨ ꮵꭸꮢ"
        ],
        "in 1 day": [
            "ꮜꮎꮄꭲ"
        ],
        "in 1 month": [
            "ꮤꮅꮑ ꭷꮈꭲ"
        ],
        "in 1 week": [
            "ꮠꮖꮄꮕꮂ"
        ],
        "in 1 year": [
            "ꭱꮨᏼꭲ"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+) ꭲꭶ ꮵꭸꮢ",
            "(\\d+) ꭿꮈꮝꭹ ꮷꮢꭿꮫ ꮵꭸꮢ"
        ],
        "\\1 hour ago": [
            "(\\d+) ꭲᏻꮯꮆꮣ ꮵꭸꮢ",
            "(\\d+) ꮡꮯꮆꮣ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꮡꮯ ꮵꭸꮢ"
        ],
        "\\1 minute ago": [
            "ꮎꮏ (\\d+) ꭲꮿꮤ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꭲꮿꮤꮼꮝꮤꮕ ꮵꭸꮢ"
        ],
        "\\1 month ago": [
            "ꮎꮏ (\\d+) ꭷꮈ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꭷꮈꭲ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꮧꭷꮈꭲ ꮵꭸꮢ"
        ],
        "\\1 second ago": [
            "(\\d+) ꭰꮞꮲ ꮵꭸꮢ",
            "(\\d+) ꮣꮣꮎꮹꮝꭼ ꮵꭸꮢ"
        ],
        "\\1 week ago": [
            "ꮎꮏ (\\d+) ꭲᏻꮎꮩꮣꮖꮝꮧ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꮢꮎ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꮢꮎꮩꮣꮖꮝꮧ ꮵꭸꮢ"
        ],
        "\\1 year ago": [
            "(\\d+) ꭲꮷꮥꮨᏼꮜꮧꮢꭲ ꮵꭸꮢ",
            "(\\d+) ꭴꮥꮨᏼꮜꮧꮢꭲ ꮵꭸꮢ",
            "ꮎꮏ (\\d+) ꭴꮥ ꮵꭸꮢ"
        ],
        "in \\1 day": [
            "ꮎꮏ (\\d+) ꭲꭶ",
            "ꮎꮏ (\\d+) ꭿꮈꮝꭹ ꮷꮢꭿꮫ"
        ],
        "in \\1 hour": [
            "ꮎꮏ (\\d+) ꭲᏻꮯꮆꮣ",
            "ꮎꮏ (\\d+) ꮡꮯ",
            "ꮎꮏ (\\d+) ꮡꮯꮆꮣ"
        ],
        "in \\1 minute": [
            "ꮎꮏ (\\d+) ꭲꮿꮤ",
            "ꮎꮏ (\\d+) ꭲꮿꮤꮼꮝꮤꮕ"
        ],
        "in \\1 month": [
            "ꮎꮏ (\\d+) ꭷꮈ",
            "ꮎꮏ (\\d+) ꭷꮈꭲ",
            "ꮎꮏ (\\d+) ꮧꭷꮈꭲ"
        ],
        "in \\1 second": [
            "ꮎꮏ (\\d+) ꭰꮞꮲ",
            "ꮎꮏ (\\d+) ꮣꮣꮎꮹꮝꭼ ꮵꭸꮢ"
        ],
        "in \\1 week": [
            "ꮎꮏ (\\d+) ꭲᏻꮎꮩꮣꮖꮝꮧ",
            "ꮎꮏ (\\d+) ꮢꮎ",
            "ꮎꮏ (\\d+) ꮢꮎꮩꮣꮖꮝꮧ"
        ],
        "in \\1 year": [
            "ꮎꮏ (\\d+) ꭲꮷꮥꮨᏼꮜꮧꮢꭲ",
            "ꮎꮏ (\\d+) ꭴꮥ",
            "ꮎꮏ (\\d+) ꭴꮥꮨᏼꮜꮧꮢꭲ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
