info = {
    "name": "cv",
    "date_order": "DMY",
    "january": [
        "кӑр",
        "кӑрлач"
    ],
    "february": [
        "нар",
        "нарӑс"
    ],
    "march": [
        "пуш"
    ],
    "april": [
        "ака"
    ],
    "may": [
        "ҫу"
    ],
    "june": [
        "ҫӗр",
        "ҫӗртме"
    ],
    "july": [
        "утӑ"
    ],
    "august": [
        "ҫур",
        "ҫурла"
    ],
    "september": [
        "авӑн"
    ],
    "october": [
        "юпа"
    ],
    "november": [
        "чӳк"
    ],
    "december": [
        "раш",
        "раштав"
    ],
    "monday": [
        "тун",
        "тунтикун"
    ],
    "tuesday": [
        "ытл",
        "ытларикун"
    ],
    "wednesday": [
        "юн",
        "юнкун"
    ],
    "thursday": [
        "кӗҫ",
        "кӗҫнерникун"
    ],
    "friday": [
        "эр",
        "эрнекун"
    ],
    "saturday": [
        "шӑм",
        "шӑматкун"
    ],
    "sunday": [
        "выр",
        "вырсарникун"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "ҫ",
        "ҫул"
    ],
    "month": [
        "уй",
        "уйӑх"
    ],
    "week": [
        "эр",
        "эрне"
    ],
    "day": [
        "кн",
        "кун"
    ],
    "hour": [
        "hr",
        "с",
        "сехет"
    ],
    "minute": [
        "мин",
        "минут"
    ],
    "second": [
        "сек",
        "секунд"
    ],
    "relative-type": {
        "0 day ago": [
            "паян"
        ],
        "0 hour ago": [
            "this hour"
        ],
        "0 minute ago": [
            "this minute"
        ],
        "0 month ago": [
            "ку уй",
            "ку уйӑхра"
        ],
        "0 second ago": [
            "now"
        ],
        "0 week ago": [
            "ҫак эр",
            "ҫак эрнере"
        ],
        "0 year ago": [
            "кӑҫал"
        ],
        "1 day ago": [
            "ӗнер"
        ],
        "1 month ago": [
            "иртнӗ уй",
            "иртнӗ уйӑхра"
        ],
        "1 week ago": [
            "иртнӗ эр",
            "иртнӗ эрнере"
        ],
        "1 year ago": [
            "пӗлтӗр"
        ],
        "in 1 day": [
            "ыран"
        ],
        "in 1 month": [
            "ҫитес уй",
            "ҫитес уйӑхра"
        ],
        "in 1 week": [
            "ҫитес эр",
            "ҫитес эрнере"
        ],
        "in 1 year": [
            "ҫитес ҫ",
            "ҫитес ҫул"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
