# -*- coding: utf-8 -*-
info = {
    "name": "el",
    "date_order": "DMY",
    "january": [
        "ιανουάριος",
        "ιαν",
        "ι",
        "ιανουαρίου"
    ],
    "february": [
        "φεβρουάριος",
        "φεβ",
        "φ",
        "φεβρουαρίου"
    ],
    "march": [
        "μάρτιος",
        "μάρ",
        "μ",
        "μαρτίου",
        "μαρ"
    ],
    "april": [
        "απρίλιος",
        "απρ",
        "α",
        "απριλίου"
    ],
    "may": [
        "μάιος",
        "μάι",
        "μ",
        "μαΐου",
        "μαΐ"
    ],
    "june": [
        "ιούνιος",
        "ιούν",
        "ι",
        "ιουνίου",
        "ιουν"
    ],
    "july": [
        "ιούλιος",
        "ιούλ",
        "ι",
        "ιουλίου",
        "ιουλ"
    ],
    "august": [
        "αύγουστος",
        "αύγ",
        "α",
        "αυγούστου",
        "αυγ"
    ],
    "september": [
        "σεπτέμβριος",
        "σεπ",
        "σ",
        "σεπτεμβρίου"
    ],
    "october": [
        "οκτώβριος",
        "οκτ",
        "ο",
        "οκτωβρίου"
    ],
    "november": [
        "νοέμβριος",
        "νοέ",
        "ν",
        "νοεμβρίου",
        "νοε"
    ],
    "december": [
        "δεκέμβριος",
        "δεκ",
        "δ",
        "δεκεμβρίου"
    ],
    "monday": [
        "δευτέρα",
        "δευ",
        "δ"
    ],
    "tuesday": [
        "τρίτη",
        "τρί",
        "τ"
    ],
    "wednesday": [
        "τετάρτη",
        "τετ",
        "τ"
    ],
    "thursday": [
        "πέμπτη",
        "πέμ",
        "π"
    ],
    "friday": [
        "παρασκευή",
        "παρ",
        "π"
    ],
    "saturday": [
        "σάββατο",
        "σάβ",
        "σ"
    ],
    "sunday": [
        "κυριακή",
        "κυρ",
        "κ"
    ],
    "am": [
        "π.μ",
        "πμ"
    ],
    "pm": [
        "μ.μ",
        "μμ"
    ],
    "year": [
        "έτος",
        "έτ"
    ],
    "month": [
        "μήνας",
        "μήν"
    ],
    "week": [
        "εβδομάδα",
        "εβδ"
    ],
    "day": [
        "ημέρα"
    ],
    "hour": [
        "ώρα",
        "ώρ",
        "ώ"
    ],
    "minute": [
        "λεπτό",
        "λεπ",
        "λ"
    ],
    "second": [
        "δευτερόλεπτο",
        "δευτ",
        "δ"
    ],
    "relative-type": {
        "1 year ago": [
            "πέρσι"
        ],
        "0 year ago": [
            "φέτος"
        ],
        "in 1 year": [
            "επόμενο\\s+έτος"
        ],
        "1 month ago": [
            "προηγούμενος\\s+μήνας"
        ],
        "0 month ago": [
            "τρέχων\\s+μήνας"
        ],
        "in 1 month": [
            "επόμενος\\s+μήνας"
        ],
        "1 week ago": [
            "προηγούμενη\\s+εβδομάδα"
        ],
        "0 week ago": [
            "αυτήν\\s+την\\s+εβδομάδα"
        ],
        "in 1 week": [
            "επόμενη\\s+εβδομάδα"
        ],
        "1 day ago": [
            "χθες"
        ],
        "0 day ago": [
            "σήμερα"
        ],
        "in 1 day": [
            "αύριο"
        ],
        "0 hour ago": [
            "αυτήν\\s+την\\s+ώρα"
        ],
        "0 minute ago": [
            "αυτό\\s+το\\s+λεπτό"
        ],
        "0 second ago": [
            "τώρα"
        ],
        "in \\1 year": [
            "σε\\s+(\\d+)\\s+έτος",
            "σε\\s+(\\d+)\\s+έτη"
        ],
        "\\1 year ago": [
            "πριν\\s+από\\s+(\\d+)\\s+έτος",
            "πριν\\s+από\\s+(\\d+)\\s+έτη",
            "(\\d+)\\s+έτος\\s+πριν",
            "(\\d+)\\s+έτη\\s+πριν"
        ],
        "in \\1 month": [
            "σε\\s+(\\d+)\\s+μήνα",
            "σε\\s+(\\d+)\\s+μήνες",
            "σε\\s+(\\d+)\\s+μ"
        ],
        "\\1 month ago": [
            "πριν\\s+από\\s+(\\d+)\\s+μήνα",
            "πριν\\s+από\\s+(\\d+)\\s+μήνες",
            "(\\d+)\\s+μ\\s+πριν"
        ],
        "in \\1 week": [
            "σε\\s+(\\d+)\\s+εβδομάδα",
            "σε\\s+(\\d+)\\s+εβδομάδες",
            "σε\\s+(\\d+)\\s+εβδ"
        ],
        "\\1 week ago": [
            "πριν\\s+από\\s+(\\d+)\\s+εβδομάδα",
            "πριν\\s+από\\s+(\\d+)\\s+εβδομάδες",
            "πριν\\s+από\\s+(\\d+)\\s+εβδ",
            "(\\d+)\\s+εβδ\\s+πριν"
        ],
        "in \\1 day": [
            "σε\\s+(\\d+)\\s+ημέρα",
            "σε\\s+(\\d+)\\s+ημέρες",
            "σε\\s+(\\d+)\\s+ημ"
        ],
        "\\1 day ago": [
            "πριν\\s+από\\s+(\\d+)\\s+ημέρα",
            "πριν\\s+από\\s+(\\d+)\\s+ημέρες",
            "(\\d+)\\s+ημ\\s+πριν"
        ],
        "in \\1 hour": [
            "σε\\s+(\\d+)\\s+ώρα",
            "σε\\s+(\\d+)\\s+ώρες",
            "σε\\s+(\\d+)\\s+ώρ",
            "σε\\s+(\\d+)\\s+ώ"
        ],
        "\\1 hour ago": [
            "πριν\\s+από\\s+(\\d+)\\s+ώρα",
            "πριν\\s+από\\s+(\\d+)\\s+ώρες",
            "πριν\\s+από\\s+(\\d+)\\s+ώρ",
            "(\\d+)\\s+ώ\\s+πριν"
        ],
        "in \\1 minute": [
            "σε\\s+(\\d+)\\s+λεπτό",
            "σε\\s+(\\d+)\\s+λεπτά",
            "σε\\s+(\\d+)\\s+λεπ",
            "σε\\s+(\\d+)\\s+λ"
        ],
        "\\1 minute ago": [
            "πριν\\s+από\\s+(\\d+)\\s+λεπτό",
            "πριν\\s+από\\s+(\\d+)\\s+λεπτά",
            "πριν\\s+από\\s+(\\d+)\\s+λεπ",
            "(\\d+)\\s+λ\\s+πριν"
        ],
        "in \\1 second": [
            "σε\\s+(\\d+)\\s+δευτερόλεπτο",
            "σε\\s+(\\d+)\\s+δευτερόλεπτα",
            "σε\\s+(\\d+)\\s+δευτ",
            "σε\\s+(\\d+)\\s+δ"
        ],
        "\\1 second ago": [
            "πριν\\s+από\\s+(\\d+)\\s+δευτερόλεπτο",
            "πριν\\s+από\\s+(\\d+)\\s+δευτερόλεπτα",
            "πριν\\s+από\\s+(\\d+)\\s+δευτ",
            "(\\d+)\\s+δ\\s+πριν"
        ]
    },
    "locale_specific": {
        "el-CY": {
            "name": "el-CY"
        }
    },
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}