info = {
    "name": "en-Dsrt",
    "date_order": "YMD",
    "january": [
        "𐐾𐐰𐑌",
        "𐐾𐐰𐑌𐐷𐐭𐐯𐑉𐐨"
    ],
    "february": [
        "𐑁𐐯𐐺",
        "𐑁𐐯𐐺𐑉𐐭𐐯𐑉𐐨"
    ],
    "march": [
        "𐑋𐐪𐑉",
        "𐑋𐐪𐑉𐐽"
    ],
    "april": [
        "𐐩𐐹𐑉",
        "𐐩𐐹𐑉𐐮𐑊"
    ],
    "may": [
        "𐑋𐐩"
    ],
    "june": [
        "𐐾𐐭𐑌"
    ],
    "july": [
        "𐐾𐐭𐑊",
        "𐐾𐐭𐑊𐐴"
    ],
    "august": [
        "𐐪𐑀",
        "𐐪𐑀𐐲𐑅𐐻"
    ],
    "september": [
        "𐑅𐐯𐐹",
        "𐑅𐐯𐐹𐐻𐐯𐑋𐐺𐐲𐑉"
    ],
    "october": [
        "𐐱𐐿𐐻",
        "𐐱𐐿𐐻𐐬𐐺𐐲𐑉"
    ],
    "november": [
        "𐑌𐐬𐑂",
        "𐑌𐐬𐑂𐐯𐑋𐐺𐐲𐑉"
    ],
    "december": [
        "𐐼𐐨𐑅",
        "𐐼𐐨𐑅𐐯𐑋𐐺𐐲𐑉"
    ],
    "monday": [
        "𐑋𐐲𐑌",
        "𐑋𐐲𐑌𐐼𐐩"
    ],
    "tuesday": [
        "𐐻𐐭𐑆",
        "𐐻𐐭𐑆𐐼𐐩"
    ],
    "wednesday": [
        "𐐶𐐯𐑌",
        "𐐶𐐯𐑌𐑆𐐼𐐩"
    ],
    "thursday": [
        "𐑃𐐲𐑉",
        "𐑃𐐲𐑉𐑆𐐼𐐩"
    ],
    "friday": [
        "𐑁𐑉𐐴",
        "𐑁𐑉𐐴𐐼𐐩"
    ],
    "saturday": [
        "𐑅𐐰𐐻",
        "𐑅𐐰𐐻𐐲𐑉𐐼𐐩"
    ],
    "sunday": [
        "𐑅𐐲𐑌",
        "𐑅𐐲𐑌𐐼𐐩"
    ],
    "am": [
        "𐐰𐑋"
    ],
    "pm": [
        "𐐹𐑋"
    ],
    "year": [
        "𐐷𐐨𐑉"
    ],
    "month": [
        "𐑋𐐲𐑌𐑃"
    ],
    "week": [
        "𐐶𐐨𐐿"
    ],
    "day": [
        "𐐼𐐩"
    ],
    "hour": [
        "hr",
        "𐐵𐑉"
    ],
    "minute": [
        "𐑋𐐮𐑌𐐲𐐻"
    ],
    "second": [
        "𐑅𐐯𐐿𐐲𐑌𐐼"
    ],
    "relative-type": {
        "0 day ago": [
            "𐐻𐐲𐐼𐐩"
        ],
        "0 hour ago": [
            "this hour"
        ],
        "0 minute ago": [
            "this minute"
        ],
        "0 month ago": [
            "this month"
        ],
        "0 second ago": [
            "now"
        ],
        "0 week ago": [
            "this week"
        ],
        "0 year ago": [
            "this year"
        ],
        "1 day ago": [
            "𐐷𐐯𐑅𐐻𐐲𐑉𐐼𐐩"
        ],
        "1 month ago": [
            "last month"
        ],
        "1 week ago": [
            "last week"
        ],
        "1 year ago": [
            "last year"
        ],
        "in 1 day": [
            "𐐻𐐲𐑋𐐱𐑉𐐬"
        ],
        "in 1 month": [
            "next month"
        ],
        "in 1 week": [
            "next week"
        ],
        "in 1 year": [
            "next year"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
