info = {
    "name": "en-Shaw",
    "date_order": "YMD",
    "january": [
        "·𐑡𐑨",
        "·𐑡𐑨𐑙𐑘𐑭𐑢𐑺𐑰"
    ],
    "february": [
        "·𐑓𐑧",
        "·𐑓𐑧𐑚𐑘𐑵𐑢𐑺𐑰"
    ],
    "march": [
        "·𐑥𐑸",
        "·𐑥𐑸𐑗"
    ],
    "april": [
        "·𐑱𐑐",
        "·𐑱𐑐𐑮𐑭𐑤"
    ],
    "may": [
        "·𐑥𐑱"
    ],
    "june": [
        "·𐑡𐑵",
        "·𐑡𐑵𐑯"
    ],
    "july": [
        "·𐑡𐑫",
        "·𐑡𐑫𐑤𐑲"
    ],
    "august": [
        "·𐑪𐑜",
        "·𐑪𐑜𐑭𐑕𐑑"
    ],
    "september": [
        "·𐑕𐑧",
        "·𐑕𐑧𐑐𐑑𐑧𐑥𐑚𐑸"
    ],
    "october": [
        "·𐑷𐑒",
        "·𐑷𐑒𐑑𐑴𐑚𐑸"
    ],
    "november": [
        "·𐑯𐑴",
        "·𐑯𐑴𐑝𐑧𐑥𐑚𐑸"
    ],
    "december": [
        "·𐑛𐑭",
        "·𐑛𐑭𐑕𐑧𐑥𐑚𐑸"
    ],
    "monday": [
        "·𐑥𐑭",
        "·𐑥𐑭𐑙𐑛𐑱"
    ],
    "tuesday": [
        "·𐑑𐑵",
        "·𐑑𐑵𐑟𐑛𐑱"
    ],
    "wednesday": [
        "·𐑢𐑧",
        "·𐑢𐑧𐑙𐑟𐑛𐑱"
    ],
    "thursday": [
        "·𐑔𐑻",
        "·𐑔𐑻𐑟𐑛𐑱"
    ],
    "friday": [
        "·𐑓𐑮",
        "·𐑓𐑮𐑲𐑛𐑱"
    ],
    "saturday": [
        "·𐑕𐑨",
        "·𐑕𐑨𐑛𐑻𐑛𐑱"
    ],
    "sunday": [
        "·𐑕𐑭",
        "·𐑕𐑭𐑙𐑛𐑱"
    ],
    "am": [
        "𐑨𐑥"
    ],
    "pm": [
        "𐑐𐑥"
    ],
    "year": [
        "𐑘𐑽"
    ],
    "month": [
        "𐑥𐑭𐑙𐑔"
    ],
    "week": [
        "𐑢𐑰𐑒"
    ],
    "day": [
        "𐑛𐑱"
    ],
    "hour": [
        "hr",
        "𐑬𐑮"
    ],
    "minute": [
        "𐑥𐑦𐑙𐑦𐑑"
    ],
    "second": [
        "𐑕𐑧𐑒𐑭𐑙𐑛"
    ],
    "relative-type": {
        "0 day ago": [
            "today"
        ],
        "0 hour ago": [
            "this hour"
        ],
        "0 minute ago": [
            "this minute"
        ],
        "0 month ago": [
            "this month"
        ],
        "0 second ago": [
            "now"
        ],
        "0 week ago": [
            "this week"
        ],
        "0 year ago": [
            "this year"
        ],
        "1 day ago": [
            "yesterday"
        ],
        "1 month ago": [
            "last month"
        ],
        "1 week ago": [
            "last week"
        ],
        "1 year ago": [
            "last year"
        ],
        "in 1 day": [
            "tomorrow"
        ],
        "in 1 month": [
            "next month"
        ],
        "in 1 week": [
            "next week"
        ],
        "in 1 year": [
            "next year"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
