# -*- coding: utf-8 -*-
info = {
    "name": "fa",
    "date_order": "YMD",
    "january": [
        "ژانویه",
        "ژ",
        "ژانویهٔ",
        "جنوری"
    ],
    "february": [
        "فوریه",
        "ف",
        "فوریهٔ",
        "فبروری"
    ],
    "march": [
        "مارس",
        "م",
        "مارس",
        "مارچ"
    ],
    "april": [
        "آوریل",
        "آ",
        "اپریل"
    ],
    "may": [
        "مه",
        "م",
        "مهٔ",
        "می"
    ],
    "june": [
        "ژوئن",
        "ژ",
        "جون"
    ],
    "july": [
        "ژوئیه",
        "ژ",
        "ژوئیهٔ",
        "جولای"
    ],
    "august": [
        "اوت",
        "ا",
        "آگست"
    ],
    "september": [
        "سپتامبر",
        "س",
        "سپتمبر"
    ],
    "october": [
        "اکتبر",
        "ا",
        "اکتوبر"
    ],
    "november": [
        "نوامبر",
        "ن",
        "نومبر"
    ],
    "december": [
        "دسامبر",
        "د",
        "دسمبر"
    ],
    "monday": [
        "دوشنبه",
        "د"
    ],
    "tuesday": [
        "سه‌شنبه",
        "س",
        "سهشنبه"
    ],
    "wednesday": [
        "چهارشنبه",
        "چ",
        "چهار شنبه"
    ],
    "thursday": [
        "پنجشنبه",
        "پ",
        "پنج شنبه"
    ],
    "friday": [
        "جمعه",
        "ج"
    ],
    "saturday": [
        "شنبه",
        "ش",
        "روز شنبه",
        "دو شنبه",
        "د."
    ],
    "sunday": [
        "یکشنبه",
        "ی"
    ],
    "am": [
        "قبل‌ازظهر",
        "ق.ظ",
        "ق"
    ],
    "pm": [
        "بعدازظهر",
        "ب.ظ",
        "ب"
    ],
    "year": [
        "سال"
    ],
    "month": [
        "ماه"
    ],
    "week": [
        "هفته"
    ],
    "day": [
        "روز"
    ],
    "hour": [
        "ساعت"
    ],
    "minute": [
        "دقیقه"
    ],
    "second": [
        "ثانیه",
        "دوم"
    ],
    "relative-type": {
        "1 year ago": [
            "سال\\s+گذشته"
        ],
        "0 year ago": [
            "امسال"
        ],
        "in 1 year": [
            "سال\\s+آینده"
        ],
        "1 month ago": [
            "ماه\\s+گذشته",
            "ماه\\s+پیش"
        ],
        "0 month ago": [
            "این\\s+ماه"
        ],
        "in 1 month": [
            "ماه\\s+آینده"
        ],
        "1 week ago": [
            "هفتهٔ\\s+گذشته"
        ],
        "0 week ago": [
            "این\\s+هفته"
        ],
        "in 1 week": [
            "هفتهٔ\\s+آینده"
        ],
        "1 day ago": [
            "دیروز"
        ],
        "0 day ago": [
            "امروز"
        ],
        "in 1 day": [
            "فردا"
        ],
        "0 hour ago": [
            "همین\\s+ساعت"
        ],
        "0 minute ago": [
            "همین\\s+دقیقه"
        ],
        "0 second ago": [
            "اکنون"
        ],
        "in \\1 year": [
            "(\\d+)\\s+سال\\s+بعد"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+سال\\s+پیش"
        ],
        "in \\1 month": [
            "(\\d+)\\s+ماه\\s+بعد"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ماه\\s+پیش"
        ],
        "in \\1 week": [
            "(\\d+)\\s+هفته\\s+بعد"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+هفته\\s+پیش"
        ],
        "in \\1 day": [
            "(\\d+)\\s+روز\\s+بعد"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+روز\\s+پیش"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+ساعت\\s+بعد"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ساعت\\s+پیش"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+دقیقه\\s+بعد"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+دقیقه\\s+پیش"
        ],
        "in \\1 second": [
            "(\\d+)\\s+ثانیه\\s+بعد"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+ثانیه\\s+پیش"
        ]
    },
    "locale_specific": {
        "fa-AF": {
            "name": "fa-AF",
            "january": [
                "جنوری",
                "ج",
                "جنو"
            ],
            "february": [
                "فبروری"
            ],
            "march": [
                "مارچ"
            ],
            "april": [
                "اپریل",
                "ا"
            ],
            "may": [
                "می"
            ],
            "june": [
                "جون",
                "ج"
            ],
            "july": [
                "جول",
                "جولای",
                "ج"
            ],
            "august": [
                "اگست"
            ],
            "september": [
                "سپتمبر"
            ],
            "october": [
                "اکتوبر"
            ],
            "november": [
                "نومبر"
            ],
            "december": [
                "دسمبر",
                "دسم"
            ]
        }
    },
    "ago": [
        "پیش"
    ],
    "in": [
        "در"
    ],
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}