info = {
    "name": "ff-Adlm",
    "date_order": "DMY",
    "january": [
        "𞤧𞤭𞥅𞤤",
        "𞤧𞤭𞥅𞤤𞤮"
    ],
    "february": [
        "𞤷𞤮𞤤",
        "𞤷𞤮𞤤𞤼𞤮"
    ],
    "march": [
        "𞤲𞤦𞤮𞥅𞤴",
        "𞤲𞤦𞤮𞥅𞤴𞤮"
    ],
    "april": [
        "𞤧𞤫𞥅𞤼",
        "𞤧𞤫𞥅𞤼𞤮"
    ],
    "may": [
        "𞤣𞤵𞥅𞤶",
        "𞤣𞤵𞥅𞤶𞤮"
    ],
    "june": [
        "𞤳𞤮𞤪",
        "𞤳𞤮𞤪𞤧𞤮"
    ],
    "july": [
        "𞤥𞤮𞤪",
        "𞤥𞤮𞤪𞤧𞤮"
    ],
    "august": [
        "𞤶𞤵𞤳",
        "𞤶𞤵𞤳𞤮"
    ],
    "september": [
        "𞤧𞤭𞤤",
        "𞤧𞤭𞤤𞤼𞤮"
    ],
    "october": [
        "𞤴𞤢𞤪",
        "𞤴𞤢𞤪𞤳𞤮"
    ],
    "november": [
        "𞤶𞤮𞤤",
        "𞤶𞤮𞤤𞤮"
    ],
    "december": [
        "𞤦𞤮𞤱",
        "𞤦𞤮𞤱𞤼𞤮"
    ],
    "monday": [
        "𞤢𞥄𞤩𞤵",
        "𞤢𞥄𞤩𞤵𞤲𞥋𞤣𞤫"
    ],
    "tuesday": [
        "𞤥𞤢𞤦",
        "𞤥𞤢𞤱𞤦𞤢𞥄𞤪𞤫"
    ],
    "wednesday": [
        "𞤲𞤶𞤫𞤧𞤤𞤢𞥄𞤪𞤫",
        "𞤶𞤫𞤧"
    ],
    "thursday": [
        "𞤲𞤢𞥄𞤧",
        "𞤲𞤢𞥄𞤧𞤢𞥄𞤲𞤣𞤫"
    ],
    "friday": [
        "𞤥𞤢𞤣",
        "𞤥𞤢𞤱𞤲𞤣𞤫"
    ],
    "saturday": [
        "𞤸𞤮𞤪",
        "𞤸𞤮𞤪𞤦𞤭𞤪𞥆𞤫"
    ],
    "sunday": [
        "𞤪𞤫𞤬",
        "𞤪𞤫𞤬𞤦𞤭𞤪𞥆𞤫"
    ],
    "am": [
        "𞤢𞤰"
    ],
    "pm": [
        "𞤩𞤰"
    ],
    "year": [
        "𞤸𞤭𞤼",
        "𞤸𞤭𞤼𞤢𞥄𞤲𞤣𞤫"
    ],
    "month": [
        "𞤤𞤫𞤱",
        "𞤤𞤫𞤱𞤪𞤵"
    ],
    "week": [
        "𞤴𞤮𞤲𞤼𞤫𞤪𞤫",
        "𞤴𞤼"
    ],
    "day": [
        "𞤻𞤢𞤤",
        "𞤻𞤢𞤤𞤢𞥄𞤲𞤣𞤫"
    ],
    "hour": [
        "𞤲𞤶𞤢𞤥𞤣𞤭",
        "𞤲𞤶𞤢𞤥𞤤𞤭",
        "𞤶𞤢"
    ],
    "minute": [
        "𞤸𞤮𞤶",
        "𞤸𞤮𞤶𞤮𞤥𞤢𞥄𞤪𞤫"
    ],
    "second": [
        "𞤳𞤭𞤲",
        "𞤳𞤭𞤲𞤰𞤫𞤪𞤫"
    ],
    "relative-type": {
        "0 day ago": [
            "𞤸𞤢𞤲𞤣𞤫"
        ],
        "0 hour ago": [
            "𞤲𞤣𞤭𞥅 𞤲𞤶𞤢𞤥𞤲𞤣𞤭",
            "𞤲𞥋𞤣𞤭𞥅 𞤯𞤮𞤮 𞤲𞥋𞤶𞤢𞤥𞤲𞥋𞤣𞤭"
        ],
        "0 minute ago": [
            "𞤲𞤣𞤫𞥅 𞤸𞤮𞤶𞤮𞤥𞤢𞥄𞤪𞤫",
            "𞤲𞥋𞤣𞤫𞥅 𞤯𞤮𞤮 𞤸𞤮𞤶𞤮𞤥𞤪𞤫"
        ],
        "0 month ago": [
            "𞤲𞤣𞤮𞥅 𞤯𞤮𞤮 𞤤𞤫𞤱",
            "𞤲𞥋𞤣𞤵𞥅 𞤯𞤮𞤮 𞤤𞤫𞤱𞤪𞤵"
        ],
        "0 second ago": [
            "𞤶𞤮𞥅𞤲𞤭"
        ],
        "0 week ago": [
            "𞤲𞤣𞤫𞥅 𞤯𞤮𞤮 𞤴𞤮𞤲𞤼𞤫𞤪𞤫",
            "𞤲𞤣𞤫𞥅 𞤯𞤮𞤮 𞤴𞤼"
        ],
        "0 year ago": [
            "𞤸𞤭𞤳𞥆𞤢"
        ],
        "1 day ago": [
            "𞤸𞤢𞤲𞤳𞤭"
        ],
        "1 month ago": [
            "𞤤𞤫𞤱 𞤬𞤫𞤰𞥆𞤵𞤲𞥋𞤣𞤵",
            "𞤤𞤫𞤱𞤪𞤵 𞤬𞤫𞤰𞥆𞤵𞤲𞥋𞤣𞤵"
        ],
        "1 week ago": [
            "𞤴𞤮𞤲𞤼𞤫𞤪𞤫 𞤬𞤫𞤰𞥆𞤵𞤲𞥋𞤣𞤫",
            "𞤴𞤼 𞤬𞤫𞤰𞥆𞤵𞤲𞥋𞤣𞤫"
        ],
        "1 year ago": [
            "𞤪𞤮𞤱𞤢𞤲𞤭"
        ],
        "in 1 day": [
            "𞤶𞤢𞤲𞤺𞤮"
        ],
        "in 1 month": [
            "𞤤𞤫𞤱 𞤸𞤭𞤳𞥆𞤭𞥅𞤲𞤣𞤵",
            "𞤤𞤫𞤱𞤪𞤵 𞤢𞤪𞤢𞤴𞤲𞥋𞤣𞤵"
        ],
        "in 1 week": [
            "𞤴𞤮𞤲𞤼𞤫𞤪𞤫 𞤢𞤪𞤢𞤴𞤲𞤣𞤫",
            "𞤴𞤼 𞤸𞤭𞤳𞥆𞤭𞥅𞤲𞤣𞤫"
        ],
        "in 1 year": [
            "𞤸𞤭𞤼 𞤢𞤪𞤮𞥅𞤪𞤫",
            "𞤸𞤭𞤼𞤢𞥄𞤲𞤣𞤫 𞤢𞤪𞤮𞥅𞤪𞤫"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+) 𞤻𞤢𞤤𞥆𞤢𞤤 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤫",
            "(\\d++[.,]?\\d*+) 𞤻𞤢𞤤𞥆𞤫 𞤱𞤵𞤤𞤭𞥅𞤯𞤫"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+) 𞤲𞥋𞤶𞤢𞤥𞤤𞤭 𞤱𞤵𞤤𞤭𞥅𞤯𞤭",
            "(\\d++[.,]?\\d*+) 𞤲𞥋𞤶𞤢𞤥𞤲𞥋𞤣𞤭 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤭",
            "(\\d++[.,]?\\d*+) 𞤶𞤢 𞤱𞤵𞤤𞤭𞥅𞤯𞤭",
            "(\\d++[.,]?\\d*+) 𞤶𞤢 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤭"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+) 𞤳𞤮𞤶 𞤱𞤵𞤤𞤭𞥅𞤯𞤫",
            "(\\d++[.,]?\\d*+) 𞤳𞤮𞤶𞤮𞤥𞤶𞤫 𞤱𞤵𞤤𞤭𞥅𞤯𞤫",
            "(\\d++[.,]?\\d*+) 𞤸𞤮𞤶 𞤱𞤵𞤤𞤭𞥅𞤯𞤫",
            "(\\d++[.,]?\\d*+) 𞤸𞤮𞤶 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤫",
            "(\\d++[.,]?\\d*+) 𞤸𞤮𞤶𞤮𞤥𞤪𞤫 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤫"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+) 𞤤𞤫𞤦 𞤱𞤵𞤤𞤭𞥅𞤯𞤭",
            "(\\d++[.,]?\\d*+) 𞤤𞤫𞤦𞥆𞤭 𞤱𞤵𞤤𞤭𞥅𞤯𞤭",
            "(\\d++[.,]?\\d*+) 𞤤𞤫𞤱 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤵",
            "(\\d++[.,]?\\d*+) 𞤤𞤫𞤱𞤪𞤵 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤵"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+) 𞤳𞤭𞤲 𞤱𞤵𞤤𞤭𞥅𞤯𞤫",
            "(\\d++[.,]?\\d*+) 𞤳𞤭𞤲 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤺𞤢𞤤",
            "(\\d++[.,]?\\d*+) 𞤳𞤭𞤲𞤰𞤢𞤤 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤺𞤢𞤤",
            "(\\d++[.,]?\\d*+) 𞤳𞤭𞤲𞤰𞤫 𞤱𞤵𞤤𞤭𞥅𞤯𞤫"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+) 𞤴𞤮𞤲𞤼𞤫𞤪𞤫 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤫",
            "(\\d++[.,]?\\d*+) 𞤴𞤼 𞤱𞤵𞤤𞤭𞥅𞤲𞥋𞤣𞤫",
            "(\\d++[.,]?\\d*+) 𞤶𞤮𞤲𞤼𞤫 𞤱𞤵𞤤𞤭𞥅𞤯𞤫",
            "(\\d++[.,]?\\d*+) 𞤶𞤼 𞤱𞤵𞤤𞤭𞥅𞤯𞤫"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+) 𞤳𞤭𞤼 𞤪𞤫𞤱𞤢𞤲𞤭",
            "(\\d++[.,]?\\d*+) 𞤳𞤭𞤼𞤢𞥄𞤯𞤫 𞤪𞤫𞤱𞤢𞤲𞤭",
            "(\\d++[.,]?\\d*+) 𞤸𞤭𞤼 𞤪𞤫𞤱𞤢𞤲𞤭",
            "𞤱𞤢𞤯𞤭𞥅 𞤸𞤭𞤼𞤢𞥄𞤲𞤣𞤫 (\\d++[.,]?\\d*+)"
        ],
        "in \\1 day": [
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤻𞤢𞤤𞥆𞤢𞤤",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤻𞤢𞤤𞥆𞤫"
        ],
        "in \\1 hour": [
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤲𞥋𞤶𞤢𞤥𞤤𞤭",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤲𞥋𞤶𞤢𞤥𞤲𞥋𞤣𞤭",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤶𞤢"
        ],
        "in \\1 minute": [
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤳𞤮𞤶𞤮𞤥𞤶𞤫",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤸𞤮𞤶",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤸𞤮𞤶𞤮𞤥𞤪𞤫"
        ],
        "in \\1 month": [
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤤𞤫𞤦",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤤𞤫𞤦𞥆𞤭",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤤𞤫𞤱",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤤𞤫𞤱𞤪𞤵"
        ],
        "in \\1 second": [
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤳𞤭𞤲",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤳𞤭𞤲𞤰𞤢𞤤",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤳𞤭𞤲𞤰𞤫"
        ],
        "in \\1 week": [
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤴𞤮𞤲𞤼𞤫𞤪𞤫",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤴𞤼",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤶𞤮𞤲𞤼𞤫",
            "𞤲𞥋𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤶𞤼"
        ],
        "in \\1 year": [
            "𞤲𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤳𞤭𞤼𞤢𞥄𞤤𞤫",
            "𞤲𞤣𞤫𞤪 (\\d++[.,]?\\d*+) 𞤸𞤭𞤼𞤢𞥄𞤲𞤣𞤫",
            "𞤲𞤣𞤫𞤪 𞤳𞤭𞤼 (\\d++[.,]?\\d*+)",
            "𞤲𞤣𞤫𞤪 𞤸𞤭𞤼 (\\d++[.,]?\\d*+)"
        ]
    },
    "locale_specific": {
        "ff-Adlm-BF": {
            "name": "ff-Adlm-BF"
        },
        "ff-Adlm-CM": {
            "name": "ff-Adlm-CM"
        },
        "ff-Adlm-GH": {
            "name": "ff-Adlm-GH"
        },
        "ff-Adlm-GM": {
            "name": "ff-Adlm-GM"
        },
        "ff-Adlm-GW": {
            "name": "ff-Adlm-GW"
        },
        "ff-Adlm-LR": {
            "name": "ff-Adlm-LR"
        },
        "ff-Adlm-MR": {
            "name": "ff-Adlm-MR"
        },
        "ff-Adlm-NE": {
            "name": "ff-Adlm-NE"
        },
        "ff-Adlm-NG": {
            "name": "ff-Adlm-NG"
        },
        "ff-Adlm-SL": {
            "name": "ff-Adlm-SL"
        },
        "ff-Adlm-SN": {
            "name": "ff-Adlm-SN"
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
