# -*- coding: utf-8 -*-
info = {
    "name": "gu",
    "date_order": "DMY",
    "january": [
        "જાન્યુઆરી",
        "જાન્યુ",
        "જા"
    ],
    "february": [
        "ફેબ્રુઆરી",
        "ફેબ્રુ",
        "ફે"
    ],
    "march": [
        "માર્ચ",
        "મા"
    ],
    "april": [
        "એપ્રિલ",
        "એ"
    ],
    "may": [
        "મે"
    ],
    "june": [
        "જૂન",
        "જૂ"
    ],
    "july": [
        "જુલાઈ",
        "જુ"
    ],
    "august": [
        "ઑગસ્ટ",
        "ઑ"
    ],
    "september": [
        "સપ્ટેમ્બર",
        "સપ્ટે",
        "સ"
    ],
    "october": [
        "ઑક્ટોબર",
        "ઑક્ટો",
        "ઑ"
    ],
    "november": [
        "નવેમ્બર",
        "નવે",
        "ન"
    ],
    "december": [
        "ડિસેમ્બર",
        "ડિસે",
        "ડિ"
    ],
    "monday": [
        "સોમવાર",
        "સોમ",
        "સો"
    ],
    "tuesday": [
        "મંગળવાર",
        "મંગળ",
        "મં"
    ],
    "wednesday": [
        "બુધવાર",
        "બુધ",
        "બુ"
    ],
    "thursday": [
        "ગુરુવાર",
        "ગુરુ",
        "ગુ"
    ],
    "friday": [
        "શુક્રવાર",
        "શુક્ર",
        "શુ"
    ],
    "saturday": [
        "શનિવાર",
        "શનિ",
        "શ"
    ],
    "sunday": [
        "રવિવાર",
        "રવિ",
        "ર"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "વર્ષ",
        "વ"
    ],
    "month": [
        "મહિનો",
        "મ"
    ],
    "week": [
        "અઠવાડિયું",
        "અઠ"
    ],
    "day": [
        "દિવસ"
    ],
    "hour": [
        "કલાક",
        "ક"
    ],
    "minute": [
        "મિનિટ",
        "મિ"
    ],
    "second": [
        "સેકન્ડ",
        "સે"
    ],
    "relative-type": {
        "1 year ago": [
            "ગયા\\s+વર્ષે"
        ],
        "0 year ago": [
            "આ\\s+વર્ષે"
        ],
        "in 1 year": [
            "આવતા\\s+વર્ષે"
        ],
        "1 month ago": [
            "ગયા\\s+મહિને"
        ],
        "0 month ago": [
            "આ\\s+મહિને"
        ],
        "in 1 month": [
            "આવતા\\s+મહિને"
        ],
        "1 week ago": [
            "ગયા\\s+અઠવાડિયે"
        ],
        "0 week ago": [
            "આ\\s+અઠવાડિયે"
        ],
        "in 1 week": [
            "આવતા\\s+અઠવાડિયે"
        ],
        "1 day ago": [
            "ગઈકાલે"
        ],
        "0 day ago": [
            "આજે"
        ],
        "in 1 day": [
            "આવતીકાલે"
        ],
        "0 hour ago": [
            "આ\\s+કલાક"
        ],
        "0 minute ago": [
            "આ\\s+મિનિટ"
        ],
        "0 second ago": [
            "હમણાં"
        ],
        "in \\1 year": [
            "(\\d+)\\s+વર્ષમાં"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+વર્ષ\\s+પહેલાં",
            "(\\d+)\\s+વર્ષ\\s+પહેલા"
        ],
        "in \\1 month": [
            "(\\d+)\\s+મહિનામાં"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+મહિના\\s+પહેલાં"
        ],
        "in \\1 week": [
            "(\\d+)\\s+અઠવાડિયામાં",
            "(\\d+)\\s+અઠ\\s+માં"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+અઠવાડિયા\\s+પહેલાં",
            "(\\d+)\\s+અઠ\\s+પહેલાં"
        ],
        "in \\1 day": [
            "(\\d+)\\s+દિવસમાં"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+દિવસ\\s+પહેલાં"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+કલાકમાં"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+કલાક\\s+પહેલાં"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+મિનિટમાં"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+મિનિટ\\s+પહેલાં"
        ],
        "in \\1 second": [
            "(\\d+)\\s+સેકંડમાં"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+સેકંડ\\s+પહેલાં"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}