#timeline rem
info = {
    "name": "hi",
    "date_order": "DMY",

    "january": [
        "जनवरी",
        "जन॰",
        "जॅन"
    ],
    "february": [
        "फ़रवरी",
        "फ़र॰",
        "फेब"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "अप्रैल",
        "एप्रिल"
    ],
    "may": [
        "मई",
        "मे",
    ],
    "june": [
        "जून"
    ],
    "july": [
        "जुलाई",
        "जुल॰"
    ],
    "august": [
        "अगस्त",
        "अग॰"
    ],
    "september": [
        "सितंबर",
        "सित॰",
        "सितम्बर"
    ],
    "october": [
        "अक्तूबर",
        "अक्तू॰",
        "अक्टूबर"
    ],
    "november": [
        "नवंबर",
        "नव॰",
        "नवम्बर"
    ],
    "december": [
        "दिसंबर",
        "दिस॰",
        "दिसम्बर"
    ],
    "monday": [
        "सोम",
        "सोमवार",
        "मंडे"
    ],
    "tuesday": [
        "मंगल",
        "मंगलवार",
        "ट्यूजडे",
        "ट्यूसडे"
    ],
    "wednesday": [
        "बुध",
        "बुधवार",
        "वेनडेसडे",
        "वेन्सडे"
    ],
    "thursday": [
        "गुरु",
        "गुरुवार",
        "थर्सडे"
    ],
    "friday": [
        "शुक्र",
        "शुक्रवार",
        "फ्राइडे"
    ],
    "saturday": [
        "शनि",
        "शनिवार",
        "सैटरडे"
    ],
    "sunday": [
        "रवि",
        "रविवार",
        "सन्डे",
        "इतवार",
        "संडे"
    ],
    "am": [
        "एएम",
        "पूर्वाह्न",
        "ए.एम",
        "ए.एम."
    ],
    "pm": [
        "अपराह्न",
        "पीएम",
        "पी.एम",
        "पी.एम."
    ],
    "year": [
        "वर्ष",
        "साल",
        "वर्षों",
        "ईयर",
        "वर्ष"
    ],
    "month": [
        "माह",
        "महीना",
        "मास",
        "महीने",
        "मन्थ",
        "महिने"
    ],
    "week": [
        "सप्ताह",
        "विक",
        "हफ्ते",
        "हफ्ता",
        "हफ़्ता",
        "हफ़्ते",
        
    ],
    "day": [
        "दिन",
        "दिवस"
    ],
    "hour": [
        "घं",
        "घंटा",
        "घंटे",
        "हवर्स",
        "हवर",
        "अवर्स",
        "अवर",
        "घंटे",
        "घंटो",
        "आवर्स"
    ],
    "minute": [
        "मि",
        "मिनट",
        "मिनट्स",
        "मिनिट्स",
        "मिनिट"
    ],
    "second": [
        "से",
        "सेकंड",
        "सेकंड्स",
        "सेक",
        "नैनोसेकंड्स",
        "माइक्रोसेकंड्स",
        "मिलीसेकंड्स",
        "सेकन्ड्स"
    ],
    "relative-type": {
        "0 day ago": [
            "आज"
        ],
        "0 hour ago": [
            "यह घं ",
            "यह घंटा ",
            "यह घंटे ",
            "यह हवर्स ",
            "यह हवर ",
            "यह अवर्स ",
            "यह अवर ",
            "यह घंटे ",
            "यह घंटो",
        ],
        "0 minute ago": [
            "यह मि ",
            "यह मिनट ",
            "यह मिनट्स ",
            "यह मिनिट्स ",
            "यह मिनिट",
        ],
        "0 month ago": [
            "इस माह",
            "इस महीना",
            "इस मास",
            "इस महीने",
            "इस मन्थ",
            "इस महिने"
        ],
        "0 second ago": [
            "अब"
        ],
        "0 week ago": [
            "इस सप्ताह",
            "इस विक",
            "इस हफ्ते",
            "इस हफ्ता",
            "इस हफ़्ता",
            "इस हफ़्ते"
        ],
        "0 year ago": [
            "इस वर्ष",
            "इस साल",
            "इस वर्षों",
            "इस ईयर",
            "इस वर्ष"
        ],
        "1 day ago": [
            "कल"
        ],
        "1 month ago": [
            "पिछला माह",
            "पिछला महीना",
            "पिछला मास",
            "पिछला महीने",
            "पिछला मन्थ",
            "पिछला महिने"
        ],
        "1 week ago": [               
            "पिछला सप्ताह",
            "पिछला विक",
            "पिछला हफ्ते",
            "पिछला हफ्ता",
            "पिछला हफ़्ता",
            "पिछला हफ़्ते"
        ],
        "1 year ago": [
            "पिछला वर्ष",
            "पिछला साल",
            "पिछला वर्षों",
            "पिछला ईयर",
            "पिछला वर्ष"
        ],
        "in 1 day": [
            "कल"
        ],
        "in 1 month": [
            "अगला माह",
            "अगला महीना",
            "अगला मास",
            "अगला महीने",
            "अगला मन्थ",
            "अगला महिने"
        ],
        "in 1 week": [
            "अगला सप्ताह",
            "अगला विक",
            "अगला हफ्ते",
            "अगला हफ्ता",
            "अगला हफ़्ता",
            "अगला हफ़्ते",
            "अगले हफ़्ते",
            "अगले सप्ताह",
            "अगले विक",
            "अगले हफ्ते",
            "अगले हफ्ता",
            "अगले हफ़्ता",
            "अगले हफ़्ते",
        ],
        "in 1 year": [
            "अगला वर्ष",
            "अगला साल",
            "अगला वर्षों",
            "अगला ईयर",
            "अगला वर्ष"
        ],
        "2 day ago": [
            "परसों"
        ],
        "06:00":[
            "सुबह",
            "सवेरा",
            "सबेरा",
            "प्रातःकाल",
            "प्रातः:प्रभात",
            "मॉर्निंग"
        ],
        "22:00":[
            "रात",
            "नाइट"
        ],
        "12:00":[
            "दोपहर",
            "मध्याह्न",
            "आफ्टरनून"
        ],
        "18:00":[
            "शाम",
            "संध्या",
            "सायंकाल",
            "इविनिंग"
        ],
        "00:00":[
            "मिडनाइट"
        ],
        "5":[
            "पाँच"
        ],
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+) दिन पहले"
        ],
        #change here
        "\\1 ": [
            "(\\d+):00"
        ],
        "\\1 hour ago": [
            "(\\d+) घं  पहले",
            "(\\d+) घंटा  पहले",
            "(\\d+) घंटे  पहले",
            "(\\d+) हवर्स  पहले",
            "(\\d+) हवर  पहले",
            "(\\d+) अवर्स  पहले",
            "(\\d+) अवर  पहले",
            "(\\d+) घंटे  पहले",
            "(\\d+) घंटो पहले",
        ],
        "\\1 minute ago": [
            "(\\d+) मि  पहले",
            "(\\d+) मिनट  पहले",
            "(\\d+) मिनट्स  पहले",
            "(\\d+) मिनिट्स  पहले",
            "(\\d+) मिनिट पहले",
        ],
        "\\1 month ago": [
            "(\\d+) माह  पहले",
            "(\\d+) महीना  पहले",
            "(\\d+) मास  पहले",
            "(\\d+) महीने  पहले",
            "(\\d+) मन्थ  पहले",
            "(\\d+) महिने पहले",

        ],
        "\\1 second ago": [
            "(\\d+) से  पहले",
            "(\\d+) सेकंड  पहले",
            "(\\d+) सेकंड्स  पहले",
            "(\\d+) सेक  पहले",
            "(\\d+) नैनोसेकंड्स  पहले",
            "(\\d+) माइक्रोसेकंड्स  पहले",
            "(\\d+) मिलीसेकंड्स  पहले",
            "(\\d+) सेकन्ड्स पहले",
        ],
        "\\1 week ago": [
            "(\\d+) सप्ताह  पहले",
            "(\\d+) विक  पहले",
            "(\\d+) हफ्ते  पहले",
            "(\\d+) हफ्ता  पहले",
            "(\\d+) हफ़्ता  पहले",
            "(\\d+) हफ़्ते पहले",
        ],
        "\\1 year ago": [
            "(\\d+) वर्ष  पहले",
            "(\\d+) साल  पहले",
            "(\\d+) वर्षों  पहले",
            "(\\d+) ईयर  पहले",
            "(\\d+) वर्ष पहले",
        ],
        "in \\1 day": [
            "(\\d+) दिन में"
        ],
        "in \\1 hour": [
            "(\\d+) घं  में",
            "(\\d+) घंटा  में",
            "(\\d+) घंटे  में",
            "(\\d+) हवर्स  में",
            "(\\d+) हवर  में",
            "(\\d+) अवर्स  में",
            "(\\d+) अवर  में",
            "(\\d+) घंटे  में",
            "(\\d+) घंटो में",
        ],
        "in \\1 minute": [
            "(\\d+) मि  में",
            "(\\d+) मिनट  में",
            "(\\d+) मिनट्स  में",
            "(\\d+) मिनिट्स  में",
            "(\\d+) मिनिट में",
        ],
        "in \\1 month": [
            "(\\d+) माह  में",
            "(\\d+) महीना  में",
            "(\\d+) मास  में",
            "(\\d+) महीने  में",
            "(\\d+) मन्थ  में",
            "(\\d+) महिने में",
        ],
        "in \\1 second": [
            "(\\d+) से  में",
            "(\\d+) सेकंड  में",
            "(\\d+) सेकंड्स  में",
            "(\\d+) सेक  में",
            "(\\d+) नैनोसेकंड्स  में",
            "(\\d+) माइक्रोसेकंड्स  में",
            "(\\d+) मिलीसेकंड्स  में",
            "(\\d+) सेकन्ड्स में",
        ],
        "in \\1 week": [            
            "(\\d+) सप्ताह  में",
            "(\\d+) विक  में",
            "(\\d+) हफ्ते  में",
            "(\\d+) हफ्ता  में",
            "(\\d+) हफ़्ता  में",
            "(\\d+) हफ़्ते में",
        ],
        "in \\1 year": [
            "(\\d+) वर्ष  में",
            "(\\d+) साल  में",
            "(\\d+) वर्षों  में",
            "(\\d+) ईयर  में",
            "(\\d+) वर्ष में",
        ]
    },
    "locale_specific": {},
    "skip": [
        "के",
        "को",
        "बजे",
        "सन्",
        "से",
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ],
    "sentence_splitter_group": 3,
    "ago": [
        "पिछला",
        "पहले",
        "पूर्व",
        "प्रीवियस",
        "पहले का"
    ],
    "in": [
        "में",
        "बाद",
        "नेक्स्ट","अगला","अगले",
        "कमिंग","आनेवाला","आनेवाले",
        "अपकमिंग",
        "आगामी"
    ]
}
