# -*- coding: utf-8 -*-
info = {
    "name": "hi",
    "date_order": "DMY",
    "january": [
        "जनवरी",
        "जन॰",
        "ज"
    ],
    "february": [
        "फ़रवरी",
        "फ़र॰",
        "फ़"
    ],
    "march": [
        "मार्च",
        "मा"
    ],
    "april": [
        "अप्रैल",
        "अ"
    ],
    "may": [
        "मई",
        "म"
    ],
    "june": [
        "जून",
        "जू"
    ],
    "july": [
        "जुलाई",
        "जुल॰",
        "जु"
    ],
    "august": [
        "अगस्त",
        "अग॰",
        "अ"
    ],
    "september": [
        "सितंबर",
        "सित॰",
        "सि",
        "सितम्बर"
    ],
    "october": [
        "अक्तूबर",
        "अक्तू॰",
        "अ",
        "अक्टूबर"
    ],
    "november": [
        "नवंबर",
        "नव॰",
        "न",
        "नवम्बर"
    ],
    "december": [
        "दिसंबर",
        "दिस॰",
        "दि",
        "दिसम्बर"
    ],
    "monday": [
        "सोमवार",
        "सोम",
        "सो"
    ],
    "tuesday": [
        "मंगलवार",
        "मंगल",
        "मं"
    ],
    "wednesday": [
        "बुधवार",
        "बुध",
        "बु"
    ],
    "thursday": [
        "गुरुवार",
        "गुरु",
        "गु"
    ],
    "friday": [
        "शुक्रवार",
        "शुक्र",
        "शु"
    ],
    "saturday": [
        "शनिवार",
        "शनि",
        "श"
    ],
    "sunday": [
        "रविवार",
        "रवि",
        "र"
    ],
    "am": [
        "पूर्वाह्न",
        "पू"
    ],
    "pm": [
        "अपराह्न",
        "अ"
    ],
    "year": [
        "वर्ष",
        "साल",
        "वर्षों"
    ],
    "month": [
        "माह",
        "महीना",
        "मास",
        "महीने"
    ],
    "week": [
        "सप्ताह"
    ],
    "day": [
        "दिन",
        "दिवस"
    ],
    "hour": [
        "घंटा",
        "घं",
        "घंटे"
    ],
    "minute": [
        "मिनट",
        "मि"
    ],
    "second": [
        "सेकंड",
        "से"
    ],
    "relative-type": {
        "1 year ago": [
            "पिछला\\s+वर्ष"
        ],
        "0 year ago": [
            "इस\\s+वर्ष"
        ],
        "in 1 year": [
            "अगला\\s+वर्ष"
        ],
        "1 month ago": [
            "पिछला\\s+माह"
        ],
        "0 month ago": [
            "इस\\s+माह"
        ],
        "in 1 month": [
            "अगला\\s+माह"
        ],
        "1 week ago": [
            "पिछला\\s+सप्ताह"
        ],
        "0 week ago": [
            "इस\\s+सप्ताह"
        ],
        "in 1 week": [
            "अगला\\s+सप्ताह"
        ],
        "1 day ago": [
            "कल"
        ],
        "0 day ago": [
            "आज"
        ],
        "in 1 day": [
            "कल"
        ],
        "0 hour ago": [
            "यह\\s+घंटा"
        ],
        "0 minute ago": [
            "यह\\s+मिनट"
        ],
        "0 second ago": [
            "अब"
        ],
        "in \\1 year": [
            "(\\d+)\\s+वर्ष\\s+में"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+वर्ष\\s+पहले"
        ],
        "in \\1 month": [
            "(\\d+)\\s+माह\\s+में"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+माह\\s+पहले"
        ],
        "in \\1 week": [
            "(\\d+)\\s+सप्ताह\\s+में"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+सप्ताह\\s+पहले"
        ],
        "in \\1 day": [
            "(\\d+)\\s+दिन\\s+में"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+दिन\\s+पहले"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+घंटे\\s+में",
            "(\\d+)\\s+घं\\s+में"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+घंटे\\s+पहले",
            "(\\d+)\\s+घं\\s+पहले"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+मिनट\\s+में",
            "(\\d+)\\s+मि\\s+में"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+मिनट\\s+पहले",
            "(\\d+)\\s+मि\\s+पहले"
        ],
        "in \\1 second": [
            "(\\d+)\\s+सेकंड\\s+में",
            "(\\d+)\\s+से\\s+में"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+सेकंड\\s+पहले",
            "(\\d+)\\s+से\\s+पहले"
        ],
        "2 day ago": [
            "परसों"
        ]
    },
    "locale_specific": {},
    "skip": [
        "बजे",
        "सन्",
        "को",
        "के",
        "से",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "पहले",
        "पूर्व"
    ],
    "in": [
        "में",
        "बाद"
    ]
}