# -*- coding: utf-8 -*-
info = {
    "name": "hy",
    "date_order": "DMY",
    "january": [
        "հունվար",
        "հնվ",
        "հ",
        "հունվարի"
    ],
    "february": [
        "փետրվար",
        "փտվ",
        "փ",
        "փետրվարի"
    ],
    "march": [
        "մարտ",
        "մրտ",
        "մ",
        "մարտի"
    ],
    "april": [
        "ապրիլ",
        "ապր",
        "ա",
        "ապրիլի"
    ],
    "may": [
        "մայիս",
        "մյս",
        "մ",
        "մայիսի"
    ],
    "june": [
        "հունիս",
        "հնս",
        "հ",
        "հունիսի"
    ],
    "july": [
        "հուլիս",
        "հլս",
        "հ",
        "հուլիսի"
    ],
    "august": [
        "օգոստոս",
        "օգս",
        "օ",
        "օգոստոսի"
    ],
    "september": [
        "սեպտեմբեր",
        "սեպ",
        "ս",
        "սեպտեմբերի"
    ],
    "october": [
        "հոկտեմբեր",
        "հոկ",
        "հ",
        "հոկտեմբերի"
    ],
    "november": [
        "նոյեմբեր",
        "նոյ",
        "ն",
        "նոյեմբերի"
    ],
    "december": [
        "դեկտեմբեր",
        "դեկ",
        "դ",
        "դեկտեմբերի"
    ],
    "monday": [
        "երկուշաբթի",
        "երկ",
        "ե"
    ],
    "tuesday": [
        "երեքշաբթի",
        "երք",
        "ե"
    ],
    "wednesday": [
        "չորեքշաբթի",
        "չրք",
        "չ"
    ],
    "thursday": [
        "հինգշաբթի",
        "հնգ",
        "հ"
    ],
    "friday": [
        "ուրբաթ",
        "ուր",
        "ո"
    ],
    "saturday": [
        "շաբաթ",
        "շբթ",
        "շ"
    ],
    "sunday": [
        "կիրակի",
        "կիր",
        "կ"
    ],
    "am": [
        "am",
        "կա",
        "ա"
    ],
    "pm": [
        "pm",
        "կհ",
        "հ"
    ],
    "year": [
        "տարի",
        "տ"
    ],
    "month": [
        "ամիս",
        "ամս"
    ],
    "week": [
        "շաբաթ",
        "շաբ"
    ],
    "day": [
        "օր"
    ],
    "hour": [
        "ժամ",
        "ժ"
    ],
    "minute": [
        "րոպե",
        "ր"
    ],
    "second": [
        "վայրկյան",
        "վ"
    ],
    "relative-type": {
        "1 year ago": [
            "նախորդ\\s+տարի"
        ],
        "0 year ago": [
            "այս\\s+տարի"
        ],
        "in 1 year": [
            "հաջորդ\\s+տարի"
        ],
        "1 month ago": [
            "նախորդ\\s+ամիս",
            "անցյալ\\s+ամիս"
        ],
        "0 month ago": [
            "այս\\s+ամիս"
        ],
        "in 1 month": [
            "հաջորդ\\s+ամիս"
        ],
        "1 week ago": [
            "նախորդ\\s+շաբաթ"
        ],
        "0 week ago": [
            "այս\\s+շաբաթ"
        ],
        "in 1 week": [
            "հաջորդ\\s+շաբաթ"
        ],
        "1 day ago": [
            "երեկ"
        ],
        "0 day ago": [
            "այսօր"
        ],
        "in 1 day": [
            "վաղը"
        ],
        "0 hour ago": [
            "այս\\s+ժամին"
        ],
        "0 minute ago": [
            "այս\\s+րոպեին"
        ],
        "0 second ago": [
            "այժմ"
        ],
        "in \\1 year": [
            "(\\d+)\\s+տարուց"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+տարի\\s+առաջ",
            "(\\d+)\\s+տ\\s+առաջ"
        ],
        "in \\1 month": [
            "(\\d+)\\s+ամսից"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ամիս\\s+առաջ"
        ],
        "in \\1 week": [
            "(\\d+)\\s+շաբաթից",
            "(\\d+)\\s+շաբ-ից",
            "(\\d+)\\s+շաբ\\s+անց"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+շաբաթ\\s+առաջ",
            "(\\d+)\\s+շաբ\\s+առաջ"
        ],
        "in \\1 day": [
            "(\\d+)\\s+օրից"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+օր\\s+առաջ"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+ժամից",
            "(\\d+)\\s+ժ-ից"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ժամ\\s+առաջ",
            "(\\d+)\\s+ժ\\s+առաջ"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+րոպեից",
            "(\\d+)\\s+ր-ից"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+րոպե\\s+առաջ",
            "(\\d+)\\s+ր\\s+առաջ"
        ],
        "in \\1 second": [
            "(\\d+)\\s+վայրկյանից",
            "(\\d+)\\s+վրկ-ից",
            "(\\d+)\\s+վ-ից"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+վայրկյան\\s+առաջ",
            "(\\d+)\\s+վրկ\\s+առաջ",
            "(\\d+)\\s+վ\\s+առաջ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}