# -*- coding: utf-8 -*-
info = {
    "name": "ka",
    "date_order": "DMY",
    "january": [
        "იანვარი",
        "იან",
        "ი"
    ],
    "february": [
        "თებერვალი",
        "თებ",
        "თ"
    ],
    "march": [
        "მარტი",
        "მარ",
        "მ"
    ],
    "april": [
        "აპრილი",
        "აპრ",
        "ა"
    ],
    "may": [
        "მაისი",
        "მაი",
        "მ"
    ],
    "june": [
        "ივნისი",
        "ივნ",
        "ი"
    ],
    "july": [
        "ივლისი",
        "ივლ",
        "ი"
    ],
    "august": [
        "აგვისტო",
        "აგვ",
        "ა"
    ],
    "september": [
        "სექტემბერი",
        "სექ",
        "ს"
    ],
    "october": [
        "ოქტომბერი",
        "ოქტ",
        "ო"
    ],
    "november": [
        "ნოემბერი",
        "ნოე",
        "ნ"
    ],
    "december": [
        "დეკემბერი",
        "დეკ",
        "დ"
    ],
    "monday": [
        "ორშაბათი",
        "ორშ",
        "ო"
    ],
    "tuesday": [
        "სამშაბათი",
        "სამ",
        "ს"
    ],
    "wednesday": [
        "ოთხშაბათი",
        "ოთხ",
        "ო"
    ],
    "thursday": [
        "ხუთშაბათი",
        "ხუთ",
        "ხ"
    ],
    "friday": [
        "პარასკევი",
        "პარ",
        "პ"
    ],
    "saturday": [
        "შაბათი",
        "შაბ",
        "შ"
    ],
    "sunday": [
        "კვირა",
        "კვი",
        "კ"
    ],
    "am": [
        "am",
        "a"
    ],
    "pm": [
        "შუადღ შემდეგ",
        "pm",
        "p"
    ],
    "year": [
        "წელი",
        "წ",
        "წლის"
    ],
    "month": [
        "თვე"
    ],
    "week": [
        "კვირა",
        "კვ"
    ],
    "day": [
        "დღე"
    ],
    "hour": [
        "საათი",
        "სთ"
    ],
    "minute": [
        "წუთი",
        "წთ"
    ],
    "second": [
        "წამი",
        "წმ"
    ],
    "relative-type": {
        "1 year ago": [
            "გასულ\\s+წელს"
        ],
        "0 year ago": [
            "ამ\\s+წელს"
        ],
        "in 1 year": [
            "მომავალ\\s+წელს"
        ],
        "1 month ago": [
            "გასულ\\s+თვეს"
        ],
        "0 month ago": [
            "ამ\\s+თვეში"
        ],
        "in 1 month": [
            "მომავალ\\s+თვეს"
        ],
        "1 week ago": [
            "გასულ\\s+კვირაში"
        ],
        "0 week ago": [
            "ამ\\s+კვირაში"
        ],
        "in 1 week": [
            "მომავალ\\s+კვირაში"
        ],
        "1 day ago": [
            "გუშინ"
        ],
        "0 day ago": [
            "დღეს"
        ],
        "in 1 day": [
            "ხვალ"
        ],
        "0 hour ago": [
            "ამ\\s+საათში"
        ],
        "0 minute ago": [
            "ამ\\s+წუთში"
        ],
        "0 second ago": [
            "ახლა"
        ],
        "in \\1 year": [
            "(\\d+)\\s+წელიწადში",
            "(\\d+)\\s+წელში"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+წლის\\s+წინ"
        ],
        "in \\1 month": [
            "(\\d+)\\s+თვეში"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+თვის\\s+წინ"
        ],
        "in \\1 week": [
            "(\\d+)\\s+კვირაში"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+კვირის\\s+წინ",
            "(\\d+)\\s+კვ\\s+წინ"
        ],
        "in \\1 day": [
            "(\\d+)\\s+დღეში"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+დღის\\s+წინ"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+საათში"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+საათის\\s+წინ",
            "(\\d+)\\s+სთ\\s+წინ"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+წუთში"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+წუთის\\s+წინ",
            "(\\d+)\\s+წთ\\s+წინ"
        ],
        "in \\1 second": [
            "(\\d+)\\s+წამში"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+წამის\\s+წინ",
            "(\\d+)\\s+წმ\\s+წინ"
        ]
    },
    "locale_specific": {},
    "skip": [
        "ის",
        "ზე",
        "დაახლოებით",
        "და",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "წინ"
    ],
    "in": [
        "დღეიდან"
    ],
    "simplifications": [
        {
            "ერთ": 1
        }
    ]
}