# -*- coding: utf-8 -*-
info = {
    "name": "kk",
    "date_order": "DMY",
    "january": [
        "қаңтар",
        "қаң",
        "қ"
    ],
    "february": [
        "ақпан",
        "ақп",
        "а"
    ],
    "march": [
        "наурыз",
        "нау",
        "н"
    ],
    "april": [
        "сәуір",
        "сәу",
        "с"
    ],
    "may": [
        "мамыр",
        "мам",
        "м"
    ],
    "june": [
        "маусым",
        "мау",
        "м"
    ],
    "july": [
        "шілде",
        "шіл",
        "ш"
    ],
    "august": [
        "тамыз",
        "там",
        "т"
    ],
    "september": [
        "қыркүйек",
        "қыр",
        "қ"
    ],
    "october": [
        "қазан",
        "қаз",
        "қ"
    ],
    "november": [
        "қараша",
        "қар",
        "қ"
    ],
    "december": [
        "желтоқсан",
        "жел",
        "ж"
    ],
    "monday": [
        "дүйсенбі",
        "дс",
        "д"
    ],
    "tuesday": [
        "сейсенбі",
        "сс",
        "с"
    ],
    "wednesday": [
        "сәрсенбі",
        "ср",
        "с"
    ],
    "thursday": [
        "бейсенбі",
        "бс",
        "б"
    ],
    "friday": [
        "жұма",
        "жм",
        "ж"
    ],
    "saturday": [
        "сенбі",
        "сб",
        "с"
    ],
    "sunday": [
        "жексенбі",
        "жс",
        "ж"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "жыл",
        "ж"
    ],
    "month": [
        "ай"
    ],
    "week": [
        "апта",
        "ап"
    ],
    "day": [
        "күн"
    ],
    "hour": [
        "сағат",
        "сағ"
    ],
    "minute": [
        "минут",
        "мин"
    ],
    "second": [
        "секунд",
        "с"
    ],
    "relative-type": {
        "1 year ago": [
            "былтырғы\\s+жыл"
        ],
        "0 year ago": [
            "биылғы\\s+жыл"
        ],
        "in 1 year": [
            "келесі\\s+жыл"
        ],
        "1 month ago": [
            "өткен\\s+ай"
        ],
        "0 month ago": [
            "осы\\s+ай"
        ],
        "in 1 month": [
            "келесі\\s+ай"
        ],
        "1 week ago": [
            "өткен\\s+апта"
        ],
        "0 week ago": [
            "осы\\s+апта"
        ],
        "in 1 week": [
            "келесі\\s+апта"
        ],
        "1 day ago": [
            "кеше"
        ],
        "0 day ago": [
            "бүгін"
        ],
        "in 1 day": [
            "ертең"
        ],
        "0 hour ago": [
            "осы\\s+сағат"
        ],
        "0 minute ago": [
            "осы\\s+минут"
        ],
        "0 second ago": [
            "қазір"
        ],
        "in \\1 year": [
            "(\\d+)\\s+жылдан\\s+кейін",
            "(\\d+)\\s+ж\\s+кейін"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+жыл\\s+бұрын",
            "(\\d+)\\s+ж\\s+бұрын"
        ],
        "in \\1 month": [
            "(\\d+)\\s+айдан\\s+кейін"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ай\\s+бұрын"
        ],
        "in \\1 week": [
            "(\\d+)\\s+аптадан\\s+кейін",
            "(\\d+)\\s+ап\\s+кейін"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+апта\\s+бұрын",
            "(\\d+)\\s+ап\\s+бұрын"
        ],
        "in \\1 day": [
            "(\\d+)\\s+күннен\\s+кейін"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+күн\\s+бұрын"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+сағаттан\\s+кейін",
            "(\\d+)\\s+сағ\\s+кейін"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+сағат\\s+бұрын",
            "(\\d+)\\s+сағ\\s+бұрын"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+минуттан\\s+кейін",
            "(\\d+)\\s+мин\\s+кейін"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+минут\\s+бұрын",
            "(\\d+)\\s+мин\\s+бұрын"
        ],
        "in \\1 second": [
            "(\\d+)\\s+секундтан\\s+кейін",
            "(\\d+)\\s+сек\\s+кейін"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+секунд\\s+бұрын",
            "(\\d+)\\s+сек\\s+бұрын"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}