# -*- coding: utf-8 -*-
info = {
    "name": "kn",
    "date_order": "DMY",
    "january": [
        "ಜನವರಿ",
        "ಜನ",
        "ಜ"
    ],
    "february": [
        "ಫೆಬ್ರವರಿ",
        "ಫೆಬ್ರ",
        "ಫೆ"
    ],
    "march": [
        "ಮಾರ್ಚ್",
        "ಮಾ"
    ],
    "april": [
        "ಏಪ್ರಿಲ್",
        "ಏಪ್ರಿ",
        "ಏ"
    ],
    "may": [
        "ಮೇ"
    ],
    "june": [
        "ಜೂನ್",
        "ಜೂ"
    ],
    "july": [
        "ಜುಲೈ",
        "ಜು"
    ],
    "august": [
        "ಆಗಸ್ಟ್",
        "ಆಗ",
        "ಆ"
    ],
    "september": [
        "ಸೆಪ್ಟೆಂಬರ್",
        "ಸೆಪ್ಟೆಂ",
        "ಸೆ"
    ],
    "october": [
        "ಅಕ್ಟೋಬರ್",
        "ಅಕ್ಟೋ",
        "ಅ"
    ],
    "november": [
        "ನವೆಂಬರ್",
        "ನವೆಂ",
        "ನ"
    ],
    "december": [
        "ಡಿಸೆಂಬರ್",
        "ಡಿಸೆಂ",
        "ಡಿ"
    ],
    "monday": [
        "ಸೋಮವಾರ",
        "ಸೋಮ",
        "ಸೋ"
    ],
    "tuesday": [
        "ಮಂಗಳವಾರ",
        "ಮಂಗಳ",
        "ಮಂ"
    ],
    "wednesday": [
        "ಬುಧವಾರ",
        "ಬುಧ",
        "ಬು"
    ],
    "thursday": [
        "ಗುರುವಾರ",
        "ಗುರು",
        "ಗು"
    ],
    "friday": [
        "ಶುಕ್ರವಾರ",
        "ಶುಕ್ರ",
        "ಶು"
    ],
    "saturday": [
        "ಶನಿವಾರ",
        "ಶನಿ",
        "ಶ"
    ],
    "sunday": [
        "ಭಾನುವಾರ",
        "ಭಾನು",
        "ಭಾ"
    ],
    "am": [
        "ಪೂರ್ವಾಹ್ನ",
        "ಪೂ"
    ],
    "pm": [
        "ಅಪರಾಹ್ನ",
        "ಅ"
    ],
    "year": [
        "ವರ್ಷ"
    ],
    "month": [
        "ತಿಂಗಳು"
    ],
    "week": [
        "ವಾರ"
    ],
    "day": [
        "ದಿನ"
    ],
    "hour": [
        "ಗಂಟೆ"
    ],
    "minute": [
        "ನಿಮಿಷ"
    ],
    "second": [
        "ಸೆಕೆಂಡ್"
    ],
    "relative-type": {
        "1 year ago": [
            "ಹಿಂದಿನ\\s+ವರ್ಷ",
            "ಕಳೆದ\\s+ವರ್ಷ"
        ],
        "0 year ago": [
            "ಈ\\s+ವರ್ಷ"
        ],
        "in 1 year": [
            "ಮುಂದಿನ\\s+ವರ್ಷ"
        ],
        "1 month ago": [
            "ಕಳೆದ\\s+ತಿಂಗಳು"
        ],
        "0 month ago": [
            "ಈ\\s+ತಿಂಗಳು"
        ],
        "in 1 month": [
            "ಮುಂದಿನ\\s+ತಿಂಗಳು"
        ],
        "1 week ago": [
            "ಕಳೆದ\\s+ವಾರ"
        ],
        "0 week ago": [
            "ಈ\\s+ವಾರ"
        ],
        "in 1 week": [
            "ಮುಂದಿನ\\s+ವಾರ"
        ],
        "1 day ago": [
            "ನಿನ್ನೆ"
        ],
        "0 day ago": [
            "ಇಂದು"
        ],
        "in 1 day": [
            "ನಾಳೆ"
        ],
        "0 hour ago": [
            "ಈ\\s+ಗಂಟೆ"
        ],
        "0 minute ago": [
            "ಈ\\s+ನಿಮಿಷ"
        ],
        "0 second ago": [
            "ಈಗ"
        ],
        "in \\1 year": [
            "(\\d+)\\s+ವರ್ಷದಲ್ಲಿ",
            "(\\d+)\\s+ವರ್ಷಗಳಲ್ಲಿ"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+ವರ್ಷದ\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ವರ್ಷಗಳ\\s+ಹಿಂದೆ"
        ],
        "in \\1 month": [
            "(\\d+)\\s+ತಿಂಗಳಲ್ಲಿ",
            "(\\d+)\\s+ತಿಂಗಳುಗಳಲ್ಲಿ"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ತಿಂಗಳುಗಳ\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ತಿಂಗಳು\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ತಿಂಗಳ\\s+ಹಿಂದೆ"
        ],
        "in \\1 week": [
            "(\\d+)\\s+ವಾರದಲ್ಲಿ",
            "(\\d+)\\s+ವಾರಗಳಲ್ಲಿ"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+ವಾರದ\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ವಾರಗಳ\\s+ಹಿಂದೆ"
        ],
        "in \\1 day": [
            "(\\d+)\\s+ದಿನದಲ್ಲಿ",
            "(\\d+)\\s+ದಿನಗಳಲ್ಲಿ"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+ದಿನದ\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ದಿನಗಳ\\s+ಹಿಂದೆ"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+ಗಂಟೆಯಲ್ಲಿ",
            "(\\d+)\\s+ಗಂಟೆಗಳಲ್ಲಿ"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ಗಂಟೆ\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ಗಂಟೆಗಳ\\s+ಹಿಂದೆ"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+ನಿಮಿಷದಲ್ಲಿ",
            "(\\d+)\\s+ನಿಮಿಷಗಳಲ್ಲಿ"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+ನಿಮಿಷಗಳ\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ನಿಮಿಷದ\\s+ಹಿಂದೆ"
        ],
        "in \\1 second": [
            "(\\d+)\\s+ಸೆಕೆಂಡ್‌ನಲ್ಲಿ",
            "(\\d+)\\s+ಸೆಕೆಂಡ್‌ಗಳಲ್ಲಿ"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+ಸೆಕೆಂಡ್\\s+ಹಿಂದೆ",
            "(\\d+)\\s+ಸೆಕೆಂಡುಗಳ\\s+ಹಿಂದೆ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}