info = {
    "name": "ko",
    "date_order": "YMD",
    "january": [
        "1월",
        "일월",
        "一月"
    ],
    "february": [
        "2월",
        "이월",
        "二月"
    ],
    "march": [
        "3월",
        "삼월",
        "三月"
    ],
    "april": [
        "4월",
        "사월",
        "四月"
    ],
    "may": [
        "5월",
        "오월",
        "五月"
    ],
    "june": [
        "6월",
        "유월",
        "六月"
    ],
    "july": [
        "7월",
        "칠월",
        "七月"
    ],
    "august": [
        "8월",
        "팔월",
        "八月"
    ],
    "september": [
        "9월",
        "구월",
        "九月"
    ],
    "october": [
        "10월",
        "시월",
        "十月"
    ],
    "november": [
        "11월",
        "십일월",
        "十一月"
    ],
    "december": [
        "12월",
        "십이월",
        "十二月"
    ],
    "monday": [
        "월",
        "월요일",
        "(월)",
        "(月)"
    ],
    "tuesday": [
        "화",
        "화요일",
        "(화)",
        "(火)"
    ],
    "wednesday": [
        "수",
        "수요일",
        "(수)",
        "(水)"
    ],
    "thursday": [
        "목",
        "목요일",
        "(목)",
        "(木)"
    ],
    "friday": [
        "금",
        "금요일",
        "(금)",
        "(金)"
    ],
    "saturday": [
        "토",
        "토요일",
        "(토)",
        "(土)"
    ],
    "sunday": [
        "일",
        "일요일",
        "(일)",
        "(日)"
    ],
    "am": [
        "am",
        "오전"
    ],
    "pm": [
        "pm",
        "오후"
    ],
    "year": [
        "년"
    ],
    "month": [
        "월"
    ],
    "week": [
        "주",
        "주간"
    ],
    "day": [
        "일",
        "일간"
    ],
    "hour": [
        "시",
        "시간"
    ],
    "minute": [
        "분",
        "분간"
    ],
    "second": [
        "초",
        "초간"
    ],
    "relative-type": {
        "0 day ago": [
            "오늘",
            "금일"
        ],
        "0 hour ago": [
            "현재 시간"
        ],
        "0 minute ago": [
            "현재 분"
        ],
        "0 month ago": [
            "이번 달",
            "이달"
        ],
        "0 second ago": [
            "지금"
        ],
        "0 week ago": [
            "이번 주",
            "금주"
        ],
        "0 year ago": [
            "올해",
            "금년"
        ],
        "1 day ago": [
            "어제",
            "작일"
        ],
        "1 month ago": [
            "지난달"
        ],
        "1 week ago": [
            "지난주"
        ],
        "1 year ago": [
            "작년"
        ],
        "in 1 day": [
            "내일",
            "명일"
        ],
        "in 1 month": [
            "다음 달"
        ],
        "in 1 week": [
            "다음 주"
        ],
        "in 1 year": [
            "내년"
        ],
        "2 day ago": [
            "그저께",
            "그제"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+)일 전",
            "(\\d++[.,]?\\d*+)일전"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+)시간 전",
            "(\\d++[.,]?\\d*+)시간전"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+)분 전",
            "(\\d++[.,]?\\d*+)분전"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+)개월 전",
            "(\\d++[.,]?\\d*+)개월전",
            "(\\d++[.,]?\\d*+)달 전"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+)초 전",
            "(\\d++[.,]?\\d*+)초전"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+)주 전",
            "(\\d++[.,]?\\d*+)주전"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+)년 전",
            "(\\d++[.,]?\\d*+)년전"
        ],
        "in \\1 day": [
            "(\\d++[.,]?\\d*+)일 후",
            "(\\d++[.,]?\\d*+)일후"
        ],
        "in \\1 hour": [
            "(\\d++[.,]?\\d*+)시간 후",
            "(\\d++[.,]?\\d*+)시간후"
        ],
        "in \\1 minute": [
            "(\\d++[.,]?\\d*+)분 후",
            "(\\d++[.,]?\\d*+)분후"
        ],
        "in \\1 month": [
            "(\\d++[.,]?\\d*+)개월 후",
            "(\\d++[.,]?\\d*+)개월후",
            "(\\d++[.,]?\\d*+)달 후"
        ],
        "in \\1 second": [
            "(\\d++[.,]?\\d*+)초 후",
            "(\\d++[.,]?\\d*+)초후"
        ],
        "in \\1 week": [
            "(\\d++[.,]?\\d*+)주 후",
            "(\\d++[.,]?\\d*+)주후"
        ],
        "in \\1 year": [
            "(\\d++[.,]?\\d*+)년 후",
            "(\\d++[.,]?\\d*+)년후"
        ]
    },
    "locale_specific": {
        "ko-CN": {
            "name": "ko-CN"
        },
        "ko-KP": {
            "name": "ko-KP"
        }
    },
    "skip": [
        "약",
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ],
    "in": [
        "지금부터"
    ]
}
