info = {
    "name": "ko",
    "date_order": "YMD",
    "january": [
        "1월",
        "1월",
        "일월",
        "一月"
    ],
    "february": [
        "2월",
        "2월",
        "이월",
        "二月"
    ],
    "march": [
        "3월",
        "3월",
        "삼월",
        "三月"
    ],
    "april": [
        "4월",
        "4월",
        "사월",
        "四月"
    ],
    "may": [
        "5월",
        "5월",
        "오월",
        "五月"
    ],
    "june": [
        "6월",
        "6월",
        "유월",
        "六月"
    ],
    "july": [
        "7월",
        "7월",
        "칠월",
        "七月"
    ],
    "august": [
        "8월",
        "8월",
        "팔월",
        "八月"
    ],
    "september": [
        "9월",
        "9월",
        "구월",
        "九月"
    ],
    "october": [
        "10월",
        "10월",
        "시월",
        "十月"
    ],
    "november": [
        "11월",
        "11월",
        "십일월",
        "十一月"
    ],
    "december": [
        "12월",
        "12월",
        "십이월",
        "十二月"
    ],
    "monday": [
        "월",
        "월요일",
        "(월)",
        "(月)"
    ],
    "tuesday": [
        "화",
        "화요일",
        "(화)",
        "(火)"
    ],
    "wednesday": [
        "수",
        "수요일",
        "(수)",
        "(水)"
    ],
    "thursday": [
        "목",
        "목요일",
        "(목)",
        "(木)"
    ],
    "friday": [
        "금",
        "금요일",
        "(금)",
        "(金)"
    ],
    "saturday": [
        "토",
        "토요일",
        "(토)",
        "(土)"
    ],
    "sunday": [
        "일",
        "일요일",
        "(일)",
        "(日)"
    ],
    "am": [
        "am",
        "오전"
    ],
    "pm": [
        "pm",
        "오후"
    ],
    "year": [
        "년"
    ],
    "month": [
        "월",
        "개월",
        "個月",
        "월간",
        "月間",
        "개월간",
        "個月間"
    ],
    "week": [
        "주",
        "주간",
        "週間"
    ],
    "day": [
        "일",
        "일간",
        "日間"
    ],
    "hour": [
        "시",
        "시간",
        "時間"
    ],
    "minute": [
        "분",
        "분간",
        "分間"
    ],
    "second": [
        "초",
        "초간",
        "秒間"
    ],
    "relative-type": {
        "0 day ago": [
            "오늘"
        ],
        "0 hour ago": [
            "현재 시간"
        ],
        "0 minute ago": [
            "현재 분"
        ],
        "0 month ago": [
            "이번 달"
        ],
        "0 second ago": [
            "지금",
            "현재",
            "現在"
        ],
        "0 week ago": [
            "이번 주"
        ],
        "0 year ago": [
            "올해"
        ],
        "1 day ago": [
            "어제"
        ],
        "1 month ago": [
            "지난달"
        ],
        "1 week ago": [
            "지난주"
        ],
        "1 year ago": [
            "작년",
            "작년",
            "昨年"
        ],
        "in 1 day": [
            "내일"
        ],
        "in 1 month": [
            "다음 달"
        ],
        "in 1 week": [
            "다음 주"
        ],
        "in 1 year": [
            "내년"
        ],
        "2 day ago": [
            "그저께",
            "그제"
        ],
        "2 week ago": [
            "2주 전",
            "이주 전",
            "二週 前"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+)일 전"
        ],
        "\\1 hour ago": [
            "(\\d+)시간 전"
        ],
        "\\1 minute ago": [
            "(\\d+)분 전"
        ],
        "\\1 month ago": [
            "(\\d+)개월 전"
        ],
        "\\1 second ago": [
            "(\\d+)초 전"
        ],
        "\\1 week ago": [
            "(\\d+)주 전"
        ],
        "\\1 year ago": [
            "(\\d+)년 전"
        ],
        "in \\1 day": [
            "(\\d+)일 후"
        ],
        "in \\1 hour": [
            "(\\d+)시간 후"
        ],
        "in \\1 minute": [
            "(\\d+)분 후"
        ],
        "in \\1 month": [
            "(\\d+)개월 후"
        ],
        "in \\1 second": [
            "(\\d+)초 후"
        ],
        "in \\1 week": [
            "(\\d+)주 후"
        ],
        "in \\1 year": [
            "(\\d+)년 후"
        ]
    },
    "locale_specific": {
        "ko-KP": {
            "name": "ko-KP"
        },
        "ko-KR": {
            "name": "ko-KR"
        }
    },
    "no_word_spacing": "False",
    "sentence_splitter_group": 1,
    "skip": [
        "약",
        "約",
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ],
    "ago": [
        "전",
        "前"
    ],
    "in": [
        "지금부터",
        "只今부터"
    ],
    "simplifications": [
        {
            "(\\d+)년(?:\\s+)?(\\d+)월(?:\\s+)?(\\d+)일": "\\1-\\2-\\3"
        },
        {
            "(\\d+)월(?:\\s+)?(\\d+)일": "\\1-\\2"
        },
        {
            "(\\d+)시(?:\\s+)?(\\d+)분(?:\\s+)?(\\d+)초": "\\1:\\2:\\3"
        },
        {
            "(\\d+)시(?:\\s+)?(\\d+)분": "\\1:\\2"
        },
        {
            "(\\d+)시$": "\\1:00"
        },
        {
            "(\\d+)년(?:\\s+)?(\\d+)월(?:\\s+)?(\\d+)일": "\\1-\\2-\\3"
        },
        {
            "(\\d+)년(?:\\s+)?(\\d+)일": "\\1-\\2"
        },
        {
            "(\\d+)시(?:\\s+)?(\\d+)분(?:\\s+)?(\\d+)초": "\\1:\\2:\\3"
        },
        {
            "(\\d+)시(?:\\s+)?(\\d+)분": "\\1:\\2"
        },
        {
            "(\\d+)시$": "\\1:00"
        }
    ]
}
