info = {
    "name": "kok",
    "date_order": "DMY",
    "january": [
        "जाने",
        "जानेवारी"
    ],
    "february": [
        "फेब्रु",
        "फेब्रुवारी"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "एप्री",
        "एप्रील"
    ],
    "may": [
        "मे"
    ],
    "june": [
        "जून"
    ],
    "july": [
        "जुल",
        "जुलय"
    ],
    "august": [
        "ऑग",
        "ऑगस्ट"
    ],
    "september": [
        "सप्टें",
        "सप्टेंबर"
    ],
    "october": [
        "ऑक्टो",
        "ऑक्टोबर"
    ],
    "november": [
        "नो",
        "नोव्हेंबर"
    ],
    "december": [
        "डिसे",
        "डिसेंबर"
    ],
    "monday": [
        "सोमार"
    ],
    "tuesday": [
        "मंगळार"
    ],
    "wednesday": [
        "बुधवार"
    ],
    "thursday": [
        "बिरेस्तार"
    ],
    "friday": [
        "शुक्रार"
    ],
    "saturday": [
        "शेनवार"
    ],
    "sunday": [
        "आयतार"
    ],
    "am": [
        "am",
        "सकाळ"
    ],
    "pm": [
        "pm",
        "सांज"
    ],
    "year": [
        "वर्स"
    ],
    "month": [
        "म्हयनो"
    ],
    "week": [
        "सप्तक"
    ],
    "day": [
        "दीस"
    ],
    "hour": [
        "वर",
        "वरां"
    ],
    "minute": [
        "मिनीट"
    ],
    "second": [
        "सेकंद"
    ],
    "relative-type": {
        "0 day ago": [
            "आयज"
        ],
        "0 hour ago": [
            "हें वर"
        ],
        "0 minute ago": [
            "हें मिनीट"
        ],
        "0 month ago": [
            "हो म्हयनो"
        ],
        "0 second ago": [
            "आतां"
        ],
        "0 week ago": [
            "हो सप्तक"
        ],
        "0 year ago": [
            "हें वर्स"
        ],
        "1 day ago": [
            "काल"
        ],
        "1 month ago": [
            "फाटलो म्हयनो"
        ],
        "1 week ago": [
            "निमाणो सप्तक"
        ],
        "1 year ago": [
            "फाटलें वर्स"
        ],
        "in 1 day": [
            "फाल्यां"
        ],
        "in 1 month": [
            "फुडलो म्हयनो"
        ],
        "in 1 week": [
            "फुडलो सप्तक"
        ],
        "in 1 year": [
            "फुडलें वर्स"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) दीस आदीं"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) वरा आदीं"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) मिन्टां आदीं"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) म्हयन्यां आदीं"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) से आदीं",
            "(\\d+[.,]?\\d*) सेकंद आदीं"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) सप्त आदीं",
            "(\\d+[.,]?\\d*) सप्तकां आदीं"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) वर्स आदीं",
            "(\\d+[.,]?\\d*) वर्सां आदीं"
        ],
        "in \\1 day": [
            "(\\d+[.,]?\\d*) दिसानीं"
        ],
        "in \\1 hour": [
            "(\\d+[.,]?\\d*) वरांनीं"
        ],
        "in \\1 minute": [
            "(\\d+[.,]?\\d*) मिन्टां"
        ],
        "in \\1 month": [
            "(\\d+[.,]?\\d*) म्हयन्यानीं"
        ],
        "in \\1 second": [
            "(\\d+[.,]?\\d*) सेकंदानीं"
        ],
        "in \\1 week": [
            "(\\d+[.,]?\\d*) सप्तकांनीं"
        ],
        "in \\1 year": [
            "(\\d+[.,]?\\d*) वर्सांनीं"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
