info = {
    "name": "kok",
    "date_order": "DMY",
    "january": [
        "जाने",
        "जानेवारी"
    ],
    "february": [
        "फेब्रु",
        "फेब्रुवारी"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "एप्री",
        "एप्रील",
        "एप्रिल"
    ],
    "may": [
        "मे"
    ],
    "june": [
        "जून"
    ],
    "july": [
        "जुल",
        "जुलय",
        "जुलै"
    ],
    "august": [
        "ऑग",
        "ऑगस्ट",
        "ओगस्ट"
    ],
    "september": [
        "सप्टें",
        "सप्टेंबर",
        "सेप्टेंबर"
    ],
    "october": [
        "ऑक्टो",
        "ऑक्टोबर",
        "ओक्टोबर"
    ],
    "november": [
        "नो",
        "नोव्हेंबर"
    ],
    "december": [
        "डिसे",
        "डिसेंबर"
    ],
    "monday": [
        "सोमार",
        "सोम",
        "सोमवार"
    ],
    "tuesday": [
        "मंगळार",
        "मंगळ"
    ],
    "wednesday": [
        "बुधवार",
        "बुध"
    ],
    "thursday": [
        "बिरेस्तार",
        "गुरु",
        "गुरुवार"
    ],
    "friday": [
        "शुक्रार",
        "शुक्र",
        "शुक्रवार"
    ],
    "saturday": [
        "शेनवार",
        "शनि",
        "शनिवार"
    ],
    "sunday": [
        "आयतार",
        "आदित्यवार",
        "रवि"
    ],
    "am": [
        "am",
        "सकाळ",
        "मपू"
    ],
    "pm": [
        "pm",
        "सांज",
        "मनं"
    ],
    "year": [
        "वर्स",
        "year"
    ],
    "month": [
        "म्हयनो",
        "month"
    ],
    "week": [
        "सप्तक",
        "week"
    ],
    "day": [
        "दीस",
        "day"
    ],
    "hour": [
        "वर",
        "वरां",
        "hour"
    ],
    "minute": [
        "मिनीट",
        "minute"
    ],
    "second": [
        "सेकंद",
        "second"
    ],
    "relative-type": {
        "0 day ago": [
            "आयज",
            "today"
        ],
        "0 hour ago": [
            "हें वर",
            "this hour"
        ],
        "0 minute ago": [
            "हें मिनीट",
            "this minute"
        ],
        "0 month ago": [
            "हो म्हयनो",
            "this month"
        ],
        "0 second ago": [
            "आतां",
            "now"
        ],
        "0 week ago": [
            "हो सप्तक",
            "this week"
        ],
        "0 year ago": [
            "हें वर्स",
            "this year"
        ],
        "1 day ago": [
            "काल",
            "yesterday"
        ],
        "1 month ago": [
            "फाटलो म्हयनो",
            "last month"
        ],
        "1 week ago": [
            "निमाणो सप्तक",
            "last week"
        ],
        "1 year ago": [
            "फाटलें वर्स",
            "last year"
        ],
        "in 1 day": [
            "फाल्यां",
            "tomorrow"
        ],
        "in 1 month": [
            "फुडलो म्हयनो",
            "next month"
        ],
        "in 1 week": [
            "फुडलो सप्तक",
            "next week"
        ],
        "in 1 year": [
            "फुडलें वर्स",
            "next year"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+) दीस आदीं"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+) वरा आदीं"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+) मिन्टां आदीं"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+) म्हयन्यां आदीं"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+) से आदीं",
            "(\\d++[.,]?\\d*+) सेकंद आदीं"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+) सप्त आदीं",
            "(\\d++[.,]?\\d*+) सप्तकां आदीं"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+) वर्स आदीं",
            "(\\d++[.,]?\\d*+) वर्सां आदीं"
        ],
        "in \\1 day": [
            "(\\d++[.,]?\\d*+) दिसानीं"
        ],
        "in \\1 hour": [
            "(\\d++[.,]?\\d*+) वरांनीं"
        ],
        "in \\1 minute": [
            "(\\d++[.,]?\\d*+) मिन्टां"
        ],
        "in \\1 month": [
            "(\\d++[.,]?\\d*+) म्हयन्यानीं"
        ],
        "in \\1 second": [
            "(\\d++[.,]?\\d*+) सेकंदानीं"
        ],
        "in \\1 week": [
            "(\\d++[.,]?\\d*+) सप्तकांनीं"
        ],
        "in \\1 year": [
            "(\\d++[.,]?\\d*+) वर्सांनीं"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
