# -*- coding: utf-8 -*-
info = {
    "name": "kok",
    "date_order": "DMY",
    "january": [
        "जानेवारी"
    ],
    "february": [
        "फेब्रुवारी"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "एप्रिल"
    ],
    "may": [
        "मे"
    ],
    "june": [
        "जून"
    ],
    "july": [
        "जुलाय"
    ],
    "august": [
        "आगोस्त"
    ],
    "september": [
        "सप्टेंबर"
    ],
    "october": [
        "ऑक्टोबर"
    ],
    "november": [
        "नोव्हेंबर"
    ],
    "december": [
        "डिसेंबर"
    ],
    "monday": [
        "सोमार"
    ],
    "tuesday": [
        "मंगळार"
    ],
    "wednesday": [
        "बुधवार"
    ],
    "thursday": [
        "गुरुवार"
    ],
    "friday": [
        "शुक्रार"
    ],
    "saturday": [
        "शेनवार"
    ],
    "sunday": [
        "आयतार"
    ],
    "am": [
        "मपू"
    ],
    "pm": [
        "मनं"
    ],
    "year": [
        "वर्स"
    ],
    "month": [
        "म्हयनो"
    ],
    "week": [
        "सप्तक"
    ],
    "day": [
        "दीस"
    ],
    "hour": [
        "वर"
    ],
    "minute": [
        "मिनीट"
    ],
    "second": [
        "सेकंद"
    ],
    "relative-type": {
        "1 year ago": [
            "फाटलें वर्स"
        ],
        "0 year ago": [
            "हें वर्स"
        ],
        "in 1 year": [
            "फुडलें वर्स"
        ],
        "1 month ago": [
            "फाटलो म्हयनो"
        ],
        "0 month ago": [
            "हो म्हयनो"
        ],
        "in 1 month": [
            "फुडलो म्हयनो"
        ],
        "1 week ago": [
            "निमाणो सप्तक"
        ],
        "0 week ago": [
            "हो सप्तक"
        ],
        "in 1 week": [
            "फुडलो सप्तक"
        ],
        "1 day ago": [
            "काल"
        ],
        "0 day ago": [
            "आयज"
        ],
        "in 1 day": [
            "फाल्यां"
        ],
        "0 hour ago": [
            "हें वर"
        ],
        "0 minute ago": [
            "हें मिनीट"
        ],
        "0 second ago": [
            "आतां"
        ]
    },
    "relative-type-regex": {
        "in \\1 year": [
            "(\\d+) वर्सांनीं"
        ],
        "\\1 year ago": [
            "(\\d+) वर्सां आदीं",
            "(\\d+) वर्स आदीं"
        ],
        "in \\1 month": [
            "(\\d+) म्हयन्यानीं"
        ],
        "\\1 month ago": [
            "(\\d+) म्हयन्यां आदीं"
        ],
        "in \\1 week": [
            "(\\d+) सप्तकांनीं",
            "(\\d+) सप्त"
        ],
        "\\1 week ago": [
            "(\\d+) सप्तकां आदीं",
            "(\\d+) सप्त आदीं"
        ],
        "in \\1 day": [
            "(\\d+) दिसानीं"
        ],
        "\\1 day ago": [
            "(\\d+) दीस आदीं"
        ],
        "in \\1 hour": [
            "(\\d+) वरांनीं"
        ],
        "\\1 hour ago": [
            "(\\d+) वरा आदीं"
        ],
        "in \\1 minute": [
            "(\\d+) मिन्टां"
        ],
        "\\1 minute ago": [
            "(\\d+) मिन्टां आदीं"
        ],
        "in \\1 second": [
            "(\\d+) सेकंदानीं"
        ],
        "\\1 second ago": [
            "(\\d+) सेकंद आदीं",
            "(\\d+) से आदीं"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}