# -*- coding: utf-8 -*-
info = {
    "name": "ky",
    "date_order": "DMY",
    "january": [
        "январь",
        "янв",
        "я"
    ],
    "february": [
        "февраль",
        "фев",
        "ф"
    ],
    "march": [
        "март",
        "мар",
        "м"
    ],
    "april": [
        "апрель",
        "апр",
        "а"
    ],
    "may": [
        "май",
        "м"
    ],
    "june": [
        "июнь",
        "июн",
        "и"
    ],
    "july": [
        "июль",
        "июл",
        "и"
    ],
    "august": [
        "август",
        "авг",
        "а"
    ],
    "september": [
        "сентябрь",
        "сен",
        "с"
    ],
    "october": [
        "октябрь",
        "окт",
        "о"
    ],
    "november": [
        "ноябрь",
        "ноя",
        "н"
    ],
    "december": [
        "декабрь",
        "дек",
        "д"
    ],
    "monday": [
        "дүйшөмбү",
        "дүй",
        "д"
    ],
    "tuesday": [
        "шейшемби",
        "шейш",
        "ш"
    ],
    "wednesday": [
        "шаршемби",
        "шарш",
        "ш"
    ],
    "thursday": [
        "бейшемби",
        "бейш",
        "б"
    ],
    "friday": [
        "жума",
        "ж"
    ],
    "saturday": [
        "ишемби",
        "ишм",
        "и"
    ],
    "sunday": [
        "жекшемби",
        "жек",
        "ж"
    ],
    "am": [
        "таңкы",
        "тң"
    ],
    "pm": [
        "түштөн кийинки",
        "тк"
    ],
    "year": [
        "жыл",
        "ж"
    ],
    "month": [
        "ай"
    ],
    "week": [
        "апта",
        "апт"
    ],
    "day": [
        "күн"
    ],
    "hour": [
        "саат",
        "ст"
    ],
    "minute": [
        "мүнөт",
        "мүн",
        "м"
    ],
    "second": [
        "секунд",
        "сек"
    ],
    "relative-type": {
        "1 year ago": [
            "былтыр"
        ],
        "0 year ago": [
            "быйыл"
        ],
        "in 1 year": [
            "эмдиги\\s+жылы"
        ],
        "1 month ago": [
            "өткөн\\s+айда"
        ],
        "0 month ago": [
            "бул\\s+айда"
        ],
        "in 1 month": [
            "эмдиги\\s+айда"
        ],
        "1 week ago": [
            "өткөн\\s+аптада",
            "өткөн\\s+апт"
        ],
        "0 week ago": [
            "ушул\\s+аптада",
            "ушул\\s+апт"
        ],
        "in 1 week": [
            "келерки\\s+аптада",
            "келерки\\s+апт"
        ],
        "1 day ago": [
            "кечээ"
        ],
        "0 day ago": [
            "бүгүн"
        ],
        "in 1 day": [
            "эртеӊ"
        ],
        "0 hour ago": [
            "ушул\\s+саатта"
        ],
        "0 minute ago": [
            "ушул\\s+мүнөттө"
        ],
        "0 second ago": [
            "азыр"
        ],
        "in \\1 year": [
            "(\\d+)\\s+жылдан\\s+кийин",
            "(\\d+)\\s+жыл\\s+кийин"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+жыл\\s+мурун"
        ],
        "in \\1 month": [
            "(\\d+)\\s+айдан\\s+кийин",
            "(\\d+)\\s+айд\\s+кийин",
            "(\\d+)\\s+айд\\s+кийн"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ай\\s+мурун",
            "(\\d+)\\s+ай\\s+мурн"
        ],
        "in \\1 week": [
            "(\\d+)\\s+аптадан\\s+кийин",
            "(\\d+)\\s+апт\\s+кийин"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+апта\\s+мурун",
            "(\\d+)\\s+апт\\s+мурун"
        ],
        "in \\1 day": [
            "(\\d+)\\s+күндөн\\s+кийин",
            "(\\d+)\\s+күн\\s+кийин"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+күн\\s+мурун"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+сааттан\\s+кийин",
            "(\\d+)\\s+саат\\s+кийин",
            "(\\d+)\\s+с\\s+кийн"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+саат\\s+мурун",
            "(\\d+)\\s+с\\s+мурн"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+мүнөттөн\\s+кийин",
            "(\\d+)\\s+мүн\\s+кийин",
            "(\\d+)\\s+мүн\\s+кийн"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+мүнөт\\s+мурун",
            "(\\d+)\\s+мүн\\s+мурун",
            "(\\d+)\\s+мүн\\s+мурн"
        ],
        "in \\1 second": [
            "(\\d+)\\s+секунддан\\s+кийин",
            "(\\d+)\\s+сек\\s+кийин",
            "(\\d+)\\s+сек\\s+кийн"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+секунд\\s+мурун",
            "(\\d+)\\s+сек\\s+мурун",
            "(\\d+)\\s+сек\\s+мурн"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}