# -*- coding: utf-8 -*-
info = {
    "name": "lo",
    "date_order": "DMY",
    "january": [
        "ມັງກອນ",
        "ມ.ກ"
    ],
    "february": [
        "ກຸມພາ",
        "ກ.ພ"
    ],
    "march": [
        "ມີນາ",
        "ມ.ນ"
    ],
    "april": [
        "ເມສາ",
        "ມ.ສ"
    ],
    "may": [
        "ພຶດສະພາ",
        "ພ.ພ"
    ],
    "june": [
        "ມິຖຸນາ",
        "ມິ.ຖ"
    ],
    "july": [
        "ກໍລະກົດ",
        "ກ.ລ"
    ],
    "august": [
        "ສິງຫາ",
        "ສ.ຫ"
    ],
    "september": [
        "ກັນຍາ",
        "ກ.ຍ"
    ],
    "october": [
        "ຕຸລາ",
        "ຕ.ລ"
    ],
    "november": [
        "ພະຈິກ",
        "ພ.ຈ"
    ],
    "december": [
        "ທັນວາ",
        "ທ.ວ"
    ],
    "monday": [
        "ວັນຈັນ",
        "ຈັນ",
        "ຈ"
    ],
    "tuesday": [
        "ວັນອັງຄານ",
        "ອັງຄານ",
        "ອ"
    ],
    "wednesday": [
        "ວັນພຸດ",
        "ພຸດ",
        "ພ"
    ],
    "thursday": [
        "ວັນພະຫັດ",
        "ພະຫັດ",
        "ພຫ"
    ],
    "friday": [
        "ວັນສຸກ",
        "ສຸກ",
        "ສຸ"
    ],
    "saturday": [
        "ວັນເສົາ",
        "ເສົາ",
        "ສ"
    ],
    "sunday": [
        "ວັນອາທິດ",
        "ອາທິດ",
        "ອາ"
    ],
    "am": [
        "ກ່ອນທ່ຽງ",
        "ກທ"
    ],
    "pm": [
        "ຫຼັງທ່ຽງ",
        "ຫຼທ"
    ],
    "year": [
        "ປີ"
    ],
    "month": [
        "ເດືອນ",
        "ດ"
    ],
    "week": [
        "ອາທິດ",
        "ອ"
    ],
    "day": [
        "ມື້"
    ],
    "hour": [
        "ຊົ່ວໂມງ",
        "ຊມ"
    ],
    "minute": [
        "ນາທີ",
        "ນທ"
    ],
    "second": [
        "ວິນາທີ",
        "ວິ"
    ],
    "relative-type": {
        "1 year ago": [
            "ປີກາຍ"
        ],
        "0 year ago": [
            "ປີນີ້"
        ],
        "in 1 year": [
            "ປີໜ້າ"
        ],
        "1 month ago": [
            "ເດືອນແລ້ວ"
        ],
        "0 month ago": [
            "ເດືອນນີ້"
        ],
        "in 1 month": [
            "ເດືອນໜ້າ"
        ],
        "1 week ago": [
            "ອາທິດແລ້ວ"
        ],
        "0 week ago": [
            "ອາທິດນີ້"
        ],
        "in 1 week": [
            "ອາທິດໜ້າ"
        ],
        "1 day ago": [
            "ມື້ວານ"
        ],
        "0 day ago": [
            "ມື້ນີ້"
        ],
        "in 1 day": [
            "ມື້ອື່ນ"
        ],
        "0 hour ago": [
            "ຊົ່ວໂມງນີ້"
        ],
        "0 minute ago": [
            "ນາທີນີ້"
        ],
        "0 second ago": [
            "ຕອນນີ້"
        ],
        "in \\1 year": [
            "ໃນອີກ\\s+(\\d+)\\s+ປີ"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+ປີກ່ອນ"
        ],
        "in \\1 month": [
            "ໃນອີກ\\s+(\\d+)\\s+ເດືອນ",
            "ໃນອີກ\\s+(\\d+)\\s+ດ"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ເດືອນກ່ອນ",
            "(\\d+)\\s+ດ\\s+ກ່ອນ"
        ],
        "in \\1 week": [
            "ໃນອີກ\\s+(\\d+)\\s+ອາທິດ",
            "ໃນອີກ\\s+(\\d+)\\s+ອທ"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+ອາທິດກ່ອນ",
            "(\\d+)\\s+ອທ\\s+ກ່ອນ"
        ],
        "in \\1 day": [
            "ໃນອີກ\\s+(\\d+)\\s+ມື້"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+ມື້ກ່ອນ"
        ],
        "in \\1 hour": [
            "ໃນອີກ\\s+(\\d+)\\s+ຊົ່ວໂມງ",
            "ໃນອີກ\\s+(\\d+)\\s+ຊມ"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ຊົ່ວໂມງກ່ອນ",
            "(\\d+)\\s+ຊມ\\s+ກ່ອນ"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+ໃນອີກ\\s+0\\s+ນາທີ",
            "ໃນ\\s+(\\d+)\\s+ນທ"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+ນາທີກ່ອນ",
            "(\\d+)\\s+ນທ\\s+ກ່ອນ"
        ],
        "in \\1 second": [
            "ໃນອີກ\\s+(\\d+)\\s+ວິນາທີ",
            "ໃນ\\s+(\\d+)\\s+ວິ"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+ວິນາທີກ່ອນ",
            "(\\d+)\\s+ວິ\\s+ກ່ອນ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}