info = {
    "name": "mai",
    "date_order": "DMY",
    "january": [
        "जनवरी",
        "जन॰"
    ],
    "february": [
        "फरवरी",
        "फर॰",
        "फ़र॰"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "अप्रैल"
    ],
    "may": [
        "मई"
    ],
    "june": [
        "जून"
    ],
    "july": [
        "जुलाई",
        "जुल॰"
    ],
    "august": [
        "अगस्त",
        "अग॰"
    ],
    "september": [
        "सितंबर",
        "सित॰"
    ],
    "october": [
        "अक्टूबर",
        "अक्तूबर",
        "अक्तू॰"
    ],
    "november": [
        "नवंबर",
        "नव॰"
    ],
    "december": [
        "दिसंबर",
        "दिस॰"
    ],
    "monday": [
        "सोम",
        "सोम दिन"
    ],
    "tuesday": [
        "मंगल",
        "मंगल दिन"
    ],
    "wednesday": [
        "बुध",
        "बुध दिन"
    ],
    "thursday": [
        "गुरु",
        "बृहस्पति दिन"
    ],
    "friday": [
        "शुक्र",
        "शुक्र दिन"
    ],
    "saturday": [
        "शनि",
        "शनि दिन"
    ],
    "sunday": [
        "रवि",
        "रवि दिन"
    ],
    "am": [
        "पूर्वाह्न",
        "भोर"
    ],
    "pm": [
        "अपराह्न",
        "सांझ"
    ],
    "year": [
        "वर्ष"
    ],
    "month": [
        "महीना",
        "मास"
    ],
    "week": [
        "सप्ताह"
    ],
    "day": [
        "दिन"
    ],
    "hour": [
        "hr",
        "घंटा"
    ],
    "minute": [
        "मिनट"
    ],
    "second": [
        "सेकंड"
    ],
    "relative-type": {
        "0 day ago": [
            "आजुक दिन"
        ],
        "0 hour ago": [
            "एहि घंटा"
        ],
        "0 minute ago": [
            "एहि मिनट"
        ],
        "0 month ago": [
            "एहि माह"
        ],
        "0 second ago": [
            "एहि समय"
        ],
        "0 week ago": [
            "एहि सप्ताह"
        ],
        "0 year ago": [
            "एहि बरख"
        ],
        "1 day ago": [
            "काल्हिक दिन",
            "बीतल काल्हि"
        ],
        "1 month ago": [
            "बीतल माह"
        ],
        "1 week ago": [
            "बीतल सप्ताह"
        ],
        "1 year ago": [
            "बीतल बरख"
        ],
        "in 1 day": [
            "आबय वला काल्हि",
            "काल्हिक दिन"
        ],
        "in 1 month": [
            "अगिला माह"
        ],
        "in 1 week": [
            "अगिला सप्ताह"
        ],
        "in 1 year": [
            "अगिला बरख"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) दिन मे",
            "(\\d+[.,]?\\d*)दिन पहिले"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) घंटा पहिले"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) मिनट पहिले"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) माह पहिले",
            "(\\d+[.,]?\\d*)माह पहिले"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) सेकेंड पहिले"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) सप्ताह पहिले"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) बरख पहिले",
            "(\\d+[.,]?\\d*)बरख पहिले"
        ],
        "in \\1 day": [
            "(\\d+[.,]?\\d*) दिन मे"
        ],
        "in \\1 hour": [
            "(\\d+[.,]?\\d*) घंटा मे"
        ],
        "in \\1 minute": [
            "(\\d+[.,]?\\d*) मिनट मे"
        ],
        "in \\1 month": [
            "(\\d+[.,]?\\d*) माह मे",
            "(\\d+[.,]?\\d*)माह मे"
        ],
        "in \\1 second": [
            "(\\d+[.,]?\\d*) सेकेंड मे"
        ],
        "in \\1 week": [
            "(\\d+[.,]?\\d*) सप्ताह मे"
        ],
        "in \\1 year": [
            "(\\d+[.,]?\\d*) बरख मे",
            "(\\d+[.,]?\\d*)बरख मे"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
