info = {
    "name": "mk",
    "date_order": "DMY",
    "january": [
        "јан",
        "јануари"
    ],
    "february": [
        "фев",
        "февруари"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "април"
    ],
    "may": [
        "мај"
    ],
    "june": [
        "јун",
        "јуни"
    ],
    "july": [
        "јул",
        "јули"
    ],
    "august": [
        "авг",
        "август"
    ],
    "september": [
        "сеп",
        "септември"
    ],
    "october": [
        "окт",
        "октомври"
    ],
    "november": [
        "ное",
        "ноември"
    ],
    "december": [
        "дек",
        "декември"
    ],
    "monday": [
        "пон",
        "понеделник"
    ],
    "tuesday": [
        "вто",
        "вторник"
    ],
    "wednesday": [
        "сре",
        "среда"
    ],
    "thursday": [
        "чет",
        "четврток"
    ],
    "friday": [
        "пет",
        "петок"
    ],
    "saturday": [
        "саб",
        "сабота"
    ],
    "sunday": [
        "нед",
        "недела"
    ],
    "am": [
        "претпл"
    ],
    "pm": [
        "попл"
    ],
    "year": [
        "год",
        "година"
    ],
    "month": [
        "мес",
        "месец"
    ],
    "week": [
        "сед",
        "седмица"
    ],
    "day": [
        "ден"
    ],
    "hour": [
        "ч",
        "час",
        "часа"
    ],
    "minute": [
        "мин",
        "минута"
    ],
    "second": [
        "сек",
        "секунда"
    ],
    "relative-type": {
        "0 day ago": [
            "денес"
        ],
        "0 hour ago": [
            "часов"
        ],
        "0 minute ago": [
            "оваа минута"
        ],
        "0 month ago": [
            "овој месец"
        ],
        "0 second ago": [
            "сега"
        ],
        "0 week ago": [
            "оваа седмица"
        ],
        "0 year ago": [
            "оваа год",
            "оваа година"
        ],
        "1 day ago": [
            "вчера"
        ],
        "1 month ago": [
            "минатиот месец"
        ],
        "1 week ago": [
            "минатата седмица"
        ],
        "1 year ago": [
            "лани",
            "минатата год"
        ],
        "in 1 day": [
            "утре"
        ],
        "in 1 month": [
            "следниот месец"
        ],
        "in 1 week": [
            "следната седмица"
        ],
        "in 1 year": [
            "догодина",
            "следната год"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "пред (\\d+[.,]?\\d*) ден",
            "пред (\\d+[.,]?\\d*) дена"
        ],
        "\\1 hour ago": [
            "пред (\\d+[.,]?\\d*) час",
            "пред (\\d+[.,]?\\d*) часа"
        ],
        "\\1 minute ago": [
            "пред (\\d+[.,]?\\d*) мин",
            "пред (\\d+[.,]?\\d*) минута",
            "пред (\\d+[.,]?\\d*) минути"
        ],
        "\\1 month ago": [
            "пред (\\d+[.,]?\\d*) месец",
            "пред (\\d+[.,]?\\d*) месеци"
        ],
        "\\1 second ago": [
            "пред (\\d+[.,]?\\d*) сек",
            "пред (\\d+[.,]?\\d*) секунда",
            "пред (\\d+[.,]?\\d*) секунди"
        ],
        "\\1 week ago": [
            "пред (\\d+[.,]?\\d*) седмица",
            "пред (\\d+[.,]?\\d*) седмици"
        ],
        "\\1 year ago": [
            "пред (\\d+[.,]?\\d*) год",
            "пред (\\d+[.,]?\\d*) година",
            "пред (\\d+[.,]?\\d*) години"
        ],
        "in \\1 day": [
            "за (\\d+[.,]?\\d*) ден",
            "за (\\d+[.,]?\\d*) дена"
        ],
        "in \\1 hour": [
            "за (\\d+[.,]?\\d*) час",
            "за (\\d+[.,]?\\d*) часа"
        ],
        "in \\1 minute": [
            "за (\\d+[.,]?\\d*) мин",
            "за (\\d+[.,]?\\d*) минута",
            "за (\\d+[.,]?\\d*) минути"
        ],
        "in \\1 month": [
            "за (\\d+[.,]?\\d*) месец",
            "за (\\d+[.,]?\\d*) месеци"
        ],
        "in \\1 second": [
            "за (\\d+[.,]?\\d*) сек",
            "за (\\d+[.,]?\\d*) секунда",
            "за (\\d+[.,]?\\d*) секунди"
        ],
        "in \\1 week": [
            "за (\\d+[.,]?\\d*) седмица",
            "за (\\d+[.,]?\\d*) седмици"
        ],
        "in \\1 year": [
            "за (\\d+[.,]?\\d*) год",
            "за (\\d+[.,]?\\d*) година",
            "за (\\d+[.,]?\\d*) години"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
