# -*- coding: utf-8 -*-
info = {
    "name": "mk",
    "date_order": "DMY",
    "january": [
        "јануари",
        "јан",
        "ј"
    ],
    "february": [
        "февруари",
        "фев",
        "ф"
    ],
    "march": [
        "март",
        "мар",
        "м"
    ],
    "april": [
        "април",
        "апр",
        "а"
    ],
    "may": [
        "мај",
        "м"
    ],
    "june": [
        "јуни",
        "јун",
        "ј"
    ],
    "july": [
        "јули",
        "јул",
        "ј"
    ],
    "august": [
        "август",
        "авг",
        "а"
    ],
    "september": [
        "септември",
        "септ",
        "с"
    ],
    "october": [
        "октомври",
        "окт",
        "о"
    ],
    "november": [
        "ноември",
        "ноем",
        "н"
    ],
    "december": [
        "декември",
        "дек",
        "д"
    ],
    "monday": [
        "понеделник",
        "пон",
        "п"
    ],
    "tuesday": [
        "вторник",
        "вто",
        "в",
        "вт"
    ],
    "wednesday": [
        "среда",
        "сре",
        "с"
    ],
    "thursday": [
        "четврток",
        "чет",
        "ч"
    ],
    "friday": [
        "петок",
        "пет",
        "п"
    ],
    "saturday": [
        "сабота",
        "саб",
        "с"
    ],
    "sunday": [
        "недела",
        "нед",
        "н"
    ],
    "am": [
        "претпладне",
        "претпл"
    ],
    "pm": [
        "попладне",
        "попл"
    ],
    "year": [
        "година",
        "год"
    ],
    "month": [
        "месец",
        "мес"
    ],
    "week": [
        "недела",
        "сед"
    ],
    "day": [
        "ден"
    ],
    "hour": [
        "час"
    ],
    "minute": [
        "минута",
        "мин"
    ],
    "second": [
        "секунда",
        "сек"
    ],
    "relative-type": {
        "1 year ago": [
            "минатата\\s+година"
        ],
        "0 year ago": [
            "оваа\\s+година"
        ],
        "in 1 year": [
            "следната\\s+година"
        ],
        "1 month ago": [
            "минатиот\\s+месец"
        ],
        "0 month ago": [
            "овој\\s+месец"
        ],
        "in 1 month": [
            "следниот\\s+месец"
        ],
        "1 week ago": [
            "минатата\\s+седмица"
        ],
        "0 week ago": [
            "оваа\\s+седмица"
        ],
        "in 1 week": [
            "следната\\s+седмица"
        ],
        "1 day ago": [
            "вчера"
        ],
        "0 day ago": [
            "денес"
        ],
        "in 1 day": [
            "утре"
        ],
        "0 hour ago": [
            "часов"
        ],
        "0 minute ago": [
            "оваа\\s+минута"
        ],
        "0 second ago": [
            "сега"
        ],
        "in \\1 year": [
            "за\\s+(\\d+)\\s+година",
            "за\\s+(\\d+)\\s+години"
        ],
        "\\1 year ago": [
            "пред\\s+(\\d+)\\s+година",
            "пред\\s+(\\d+)\\s+години"
        ],
        "in \\1 month": [
            "за\\s+(\\d+)\\s+месец",
            "за\\s+(\\d+)\\s+месеци"
        ],
        "\\1 month ago": [
            "пред\\s+(\\d+)\\s+месец",
            "пред\\s+(\\d+)\\s+месеци"
        ],
        "in \\1 week": [
            "за\\s+(\\d+)\\s+седмица",
            "за\\s+(\\d+)\\s+седмици"
        ],
        "\\1 week ago": [
            "пред\\s+(\\d+)\\s+седмица",
            "пред\\s+(\\d+)\\s+седмици"
        ],
        "in \\1 day": [
            "за\\s+(\\d+)\\s+ден",
            "за\\s+(\\d+)\\s+дена"
        ],
        "\\1 day ago": [
            "пред\\s+(\\d+)\\s+ден",
            "пред\\s+(\\d+)\\s+дена"
        ],
        "in \\1 hour": [
            "за\\s+(\\d+)\\s+час",
            "за\\s+(\\d+)\\s+часа"
        ],
        "\\1 hour ago": [
            "пред\\s+(\\d+)\\s+час",
            "пред\\s+(\\d+)\\s+часа"
        ],
        "in \\1 minute": [
            "за\\s+(\\d+)\\s+минута",
            "за\\s+(\\d+)\\s+минути"
        ],
        "\\1 minute ago": [
            "пред\\s+(\\d+)\\s+минута",
            "пред\\s+(\\d+)\\s+минути"
        ],
        "in \\1 second": [
            "за\\s+(\\d+)\\s+секунда",
            "за\\s+(\\d+)\\s+секунди"
        ],
        "\\1 second ago": [
            "пред\\s+(\\d+)\\s+секунда",
            "пред\\s+(\\d+)\\s+секунди"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}