# -*- coding: utf-8 -*-
info = {
    "name": "ml",
    "date_order": "DMY",
    "january": [
        "ജനുവരി",
        "ജനു",
        "ജ"
    ],
    "february": [
        "ഫെബ്രുവരി",
        "ഫെബ്രു",
        "ഫെ",
        "ഫ"
    ],
    "march": [
        "മാർച്ച്",
        "മാർ",
        "മാ"
    ],
    "april": [
        "ഏപ്രിൽ",
        "ഏപ്രി",
        "ഏ"
    ],
    "may": [
        "മേയ്",
        "മെ"
    ],
    "june": [
        "ജൂൺ"
    ],
    "july": [
        "ജൂലൈ",
        "ജൂ"
    ],
    "august": [
        "ഓഗസ്റ്റ്",
        "ഓഗ",
        "ഓ"
    ],
    "september": [
        "സെപ്റ്റംബർ",
        "സെപ്റ്റം",
        "സെ"
    ],
    "october": [
        "ഒക്‌ടോബർ",
        "ഒക്ടോ",
        "ഒ"
    ],
    "november": [
        "നവംബർ",
        "നവം",
        "ന"
    ],
    "december": [
        "ഡിസംബർ",
        "ഡിസം",
        "ഡി"
    ],
    "monday": [
        "തിങ്കളാഴ്‌ച",
        "തിങ്കൾ",
        "തി"
    ],
    "tuesday": [
        "ചൊവ്വാഴ്‌ച",
        "ചൊവ്വ",
        "ചൊ",
        "ചൊവ്വാഴ്ച"
    ],
    "wednesday": [
        "ബുധനാഴ്‌ച",
        "ബുധൻ",
        "ബു"
    ],
    "thursday": [
        "വ്യാഴാഴ്‌ച",
        "വ്യാഴം",
        "വ്യാ"
    ],
    "friday": [
        "വെള്ളിയാഴ്‌ച",
        "വെള്ളി",
        "വെ"
    ],
    "saturday": [
        "ശനിയാഴ്‌ച",
        "ശനി",
        "ശ"
    ],
    "sunday": [
        "ഞായറാഴ്‌ച",
        "ഞായർ",
        "ഞാ",
        "ഞ"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "വർഷം",
        "വ"
    ],
    "month": [
        "മാസം",
        "മാ"
    ],
    "week": [
        "ആഴ്ച",
        "ആ"
    ],
    "day": [
        "ദിവസം"
    ],
    "hour": [
        "മണിക്കൂർ",
        "മ"
    ],
    "minute": [
        "മിനിറ്റ്",
        "മി"
    ],
    "second": [
        "സെക്കൻഡ്",
        "സെ"
    ],
    "relative-type": {
        "1 year ago": [
            "കഴിഞ്ഞ\\s+വർഷം"
        ],
        "0 year ago": [
            "ഈ\\s+വർ‌ഷം"
        ],
        "in 1 year": [
            "അടുത്തവർഷം"
        ],
        "1 month ago": [
            "കഴിഞ്ഞ\\s+മാസം"
        ],
        "0 month ago": [
            "ഈ\\s+മാസം"
        ],
        "in 1 month": [
            "അടുത്ത\\s+മാസം"
        ],
        "1 week ago": [
            "കഴിഞ്ഞ\\s+ആഴ്‌ച"
        ],
        "0 week ago": [
            "ഈ\\s+ആഴ്ച"
        ],
        "in 1 week": [
            "അടുത്ത\\s+ആഴ്ച"
        ],
        "1 day ago": [
            "ഇന്നലെ"
        ],
        "0 day ago": [
            "ഇന്ന്"
        ],
        "in 1 day": [
            "നാളെ"
        ],
        "0 hour ago": [
            "ഈ\\s+മണിക്കൂറിൽ"
        ],
        "0 minute ago": [
            "ഈ\\s+മിനിറ്റിൽ"
        ],
        "0 second ago": [
            "ഇപ്പോൾ"
        ],
        "in \\1 year": [
            "(\\d+)\\s+വർഷത്തിൽ"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+വർഷം\\s+മുമ്പ്"
        ],
        "in \\1 month": [
            "(\\d+)\\s+മാസത്തിൽ"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+മാസം\\s+മുമ്പ്"
        ],
        "in \\1 week": [
            "(\\d+)\\s+ആഴ്ചയിൽ"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+ആഴ്ച\\s+മുമ്പ്"
        ],
        "in \\1 day": [
            "(\\d+)\\s+ദിവസത്തിൽ"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+ദിവസം\\s+മുമ്പ്"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+മണിക്കൂറിൽ"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+മണിക്കൂർ\\s+മുമ്പ്"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+മിനിറ്റിൽ"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+മിനിറ്റ്\\s+മുമ്പ്"
        ],
        "in \\1 second": [
            "(\\d+)\\s+സെക്കൻഡിൽ"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+സെക്കൻഡ്\\s+മുമ്പ്"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}