# -*- coding: utf-8 -*-
info = {
    "name": "mn",
    "date_order": "YMD",
    "january": [
        "нэгдүгээр сар",
        "1-р сар"
    ],
    "february": [
        "хоёрдугаар сар",
        "2-р сар"
    ],
    "march": [
        "гуравдугаар сар",
        "3-р сар"
    ],
    "april": [
        "дөрөвдүгээр сар",
        "4-р сар"
    ],
    "may": [
        "тавдугаар сар",
        "5-р сар"
    ],
    "june": [
        "зургадугаар сар",
        "6-р сар"
    ],
    "july": [
        "долдугаар сар",
        "7-р сар"
    ],
    "august": [
        "наймдугаар сар",
        "8-р сар"
    ],
    "september": [
        "есдүгээр сар",
        "9-р сар"
    ],
    "october": [
        "аравдугаар сар",
        "10-р сар"
    ],
    "november": [
        "арван нэгдүгээр сар",
        "11-р сар"
    ],
    "december": [
        "арван хоёрдугаар сар",
        "12-р сар"
    ],
    "monday": [
        "даваа",
        "да"
    ],
    "tuesday": [
        "мягмар",
        "мя"
    ],
    "wednesday": [
        "лхагва",
        "лх"
    ],
    "thursday": [
        "пүрэв",
        "пү"
    ],
    "friday": [
        "баасан",
        "ба"
    ],
    "saturday": [
        "бямба",
        "бя"
    ],
    "sunday": [
        "ням",
        "ня"
    ],
    "am": [
        "үө",
        "ү.ө"
    ],
    "pm": [
        "үх",
        "ү.х"
    ],
    "year": [
        "жил"
    ],
    "month": [
        "сар"
    ],
    "week": [
        "долоо хоног",
        "7х"
    ],
    "day": [
        "өдөр"
    ],
    "hour": [
        "цаг",
        "ц"
    ],
    "minute": [
        "минут",
        "мин"
    ],
    "second": [
        "секунд",
        "сек"
    ],
    "relative-type": {
        "1 year ago": [
            "өнгөрсөн\\s+жил"
        ],
        "0 year ago": [
            "энэ\\s+жил"
        ],
        "in 1 year": [
            "ирэх\\s+жил"
        ],
        "1 month ago": [
            "өнгөрсөн\\s+сар"
        ],
        "0 month ago": [
            "энэ\\s+сар"
        ],
        "in 1 month": [
            "ирэх\\s+сар"
        ],
        "1 week ago": [
            "өнгөрсөн\\s+долоо\\s+хоног"
        ],
        "0 week ago": [
            "энэ\\s+долоо\\s+хоног"
        ],
        "in 1 week": [
            "ирэх\\s+долоо\\s+хоног"
        ],
        "1 day ago": [
            "өчигдөр"
        ],
        "0 day ago": [
            "өнөөдөр"
        ],
        "in 1 day": [
            "маргааш"
        ],
        "0 hour ago": [
            "энэ\\s+цаг"
        ],
        "0 minute ago": [
            "энэ\\s+минут"
        ],
        "0 second ago": [
            "одоо"
        ],
        "in \\1 year": [
            "(\\d+)\\s+жилийн\\s+дараа"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+жилийн\\s+өмнө"
        ],
        "in \\1 month": [
            "(\\d+)\\s+сарын\\s+дараа"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+сарын\\s+өмнө"
        ],
        "in \\1 week": [
            "(\\d+)\\s+7х-ийн\\s+дараа"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+7х-ийн\\s+өмнө"
        ],
        "in \\1 day": [
            "(\\d+)\\s+өдрийн\\s+дараа",
            "(\\d+)\\s+өдөрт"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+өдрийн\\s+өмнө"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+цагийн\\s+дараа",
            "(\\d+)\\s+ц\\s+дараа"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+цагийн\\s+өмнө",
            "(\\d+)\\s+ц\\s+өмнө"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+минутын\\s+дараа",
            "(\\d+)\\s+мин\\s+дараа"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+минутын\\s+өмнө",
            "(\\d+)\\s+мин\\s+өмнө"
        ],
        "in \\1 second": [
            "(\\d+)\\s+секундын\\s+дараа",
            "(\\d+)\\s+сек\\s+дараа"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+секундын\\s+өмнө",
            "(\\d+)\\s+сек\\s+өмнө"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}