# -*- coding: utf-8 -*-
info = {
    "name": "mr",
    "date_order": "DMY",
    "january": [
        "जानेवारी",
        "जाने",
        "जा"
    ],
    "february": [
        "फेब्रुवारी",
        "फेब्रु",
        "फे"
    ],
    "march": [
        "मार्च",
        "मा"
    ],
    "april": [
        "एप्रिल",
        "एप्रि",
        "ए"
    ],
    "may": [
        "मे"
    ],
    "june": [
        "जून",
        "जू"
    ],
    "july": [
        "जुलै",
        "जु"
    ],
    "august": [
        "ऑगस्ट",
        "ऑग",
        "ऑ"
    ],
    "september": [
        "सप्टेंबर",
        "सप्टें",
        "स"
    ],
    "october": [
        "ऑक्टोबर",
        "ऑक्टो",
        "ऑ"
    ],
    "november": [
        "नोव्हेंबर",
        "नोव्हें",
        "नो"
    ],
    "december": [
        "डिसेंबर",
        "डिसें",
        "डि"
    ],
    "monday": [
        "सोमवार",
        "सोम",
        "सो"
    ],
    "tuesday": [
        "मंगळवार",
        "मंगळ",
        "मं"
    ],
    "wednesday": [
        "बुधवार",
        "बुध",
        "बु"
    ],
    "thursday": [
        "गुरुवार",
        "गुरु",
        "गु"
    ],
    "friday": [
        "शुक्रवार",
        "शुक्र",
        "शु"
    ],
    "saturday": [
        "शनिवार",
        "शनि",
        "श"
    ],
    "sunday": [
        "रविवार",
        "रवि",
        "र"
    ],
    "am": [
        "म.पू",
        "स"
    ],
    "pm": [
        "म.उ",
        "सं"
    ],
    "year": [
        "वर्ष"
    ],
    "month": [
        "महिना"
    ],
    "week": [
        "आठवडा"
    ],
    "day": [
        "दिवस"
    ],
    "hour": [
        "तास"
    ],
    "minute": [
        "मिनिट",
        "मि"
    ],
    "second": [
        "सेकंद",
        "से"
    ],
    "relative-type": {
        "1 year ago": [
            "मागील\\s+वर्ष"
        ],
        "0 year ago": [
            "हे\\s+वर्ष"
        ],
        "in 1 year": [
            "पुढील\\s+वर्ष"
        ],
        "1 month ago": [
            "मागील\\s+महिना"
        ],
        "0 month ago": [
            "हा\\s+महिना"
        ],
        "in 1 month": [
            "पुढील\\s+महिना"
        ],
        "1 week ago": [
            "मागील\\s+आठवडा"
        ],
        "0 week ago": [
            "हा\\s+आठवडा"
        ],
        "in 1 week": [
            "पुढील\\s+आठवडा"
        ],
        "1 day ago": [
            "काल"
        ],
        "0 day ago": [
            "आज"
        ],
        "in 1 day": [
            "उद्या"
        ],
        "0 hour ago": [
            "तासात"
        ],
        "0 minute ago": [
            "या\\s+मिनिटात"
        ],
        "0 second ago": [
            "आत्ता"
        ],
        "in \\1 year": [
            "(\\d+)\\s+वर्षामध्ये",
            "(\\d+)\\s+वर्षांमध्ये"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+वर्षापूर्वी",
            "(\\d+)\\s+वर्षांपूर्वी"
        ],
        "in \\1 month": [
            "(\\d+)\\s+महिन्यामध्ये",
            "(\\d+)\\s+महिन्यांमध्ये"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+महिन्यापूर्वी",
            "(\\d+)\\s+महिन्यांपूर्वी"
        ],
        "in \\1 week": [
            "(\\d+)\\s+आठवड्यामध्ये",
            "(\\d+)\\s+आठवड्यांमध्ये"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+आठवड्यापूर्वी",
            "(\\d+)\\s+आठवड्यांपूर्वी"
        ],
        "in \\1 day": [
            "(\\d+)\\s+दिवसामध्ये",
            "(\\d+)\\s+दिवसांमध्ये"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+दिवसापूर्वी",
            "(\\d+)\\s+दिवसांपूर्वी"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+तासामध्ये",
            "(\\d+)\\s+तासांमध्ये"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+तासापूर्वी",
            "(\\d+)\\s+तासांपूर्वी"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+मिनिटामध्ये",
            "(\\d+)\\s+मिनिटांमध्ये",
            "(\\d+)\\s+मिनि\\s+मध्ये"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+मिनिटापूर्वी",
            "(\\d+)\\s+मिनिटांपूर्वी",
            "(\\d+)\\s+मिनि\\s+पूर्वी"
        ],
        "in \\1 second": [
            "(\\d+)\\s+सेकंदामध्ये",
            "(\\d+)\\s+सेकंदांमध्ये",
            "(\\d+)\\s+से\\s+मध्ये"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+सेकंदापूर्वी",
            "(\\d+)\\s+सेकंदांपूर्वी",
            "(\\d+)\\s+से\\s+पूर्वी"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}