info = {
    "name": "mr",
    "date_order": "DMY",
    "january": [
        "जाने",
        "जानेवारी"
    ],
    "february": [
        "फेब्रु",
        "फेब्रुवारी"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "एप्रि",
        "एप्रिल"
    ],
    "may": [
        "मे"
    ],
    "june": [
        "जून"
    ],
    "july": [
        "जुलै"
    ],
    "august": [
        "ऑग",
        "ऑगस्ट"
    ],
    "september": [
        "सप्टें",
        "सप्टेंबर"
    ],
    "october": [
        "ऑक्टो",
        "ऑक्टोबर"
    ],
    "november": [
        "नोव्हें",
        "नोव्हेंबर"
    ],
    "december": [
        "डिसें",
        "डिसेंबर"
    ],
    "monday": [
        "सोम",
        "सोमवार"
    ],
    "tuesday": [
        "मंगळ",
        "मंगळवार"
    ],
    "wednesday": [
        "बुध",
        "बुधवार"
    ],
    "thursday": [
        "गुरु",
        "गुरुवार"
    ],
    "friday": [
        "शुक्र",
        "शुक्रवार"
    ],
    "saturday": [
        "शनि",
        "शनिवार"
    ],
    "sunday": [
        "रवि",
        "रविवार"
    ],
    "am": [
        "am",
        "मपू"
    ],
    "pm": [
        "pm",
        "मउ"
    ],
    "year": [
        "वर्ष"
    ],
    "month": [
        "म",
        "महिना"
    ],
    "week": [
        "आठ",
        "आठवडा"
    ],
    "day": [
        "दि",
        "दिवस"
    ],
    "hour": [
        "ता",
        "तास"
    ],
    "minute": [
        "मि",
        "मिनिट"
    ],
    "second": [
        "से",
        "सेकंद"
    ],
    "relative-type": {
        "0 day ago": [
            "आज"
        ],
        "0 hour ago": [
            "तासात"
        ],
        "0 minute ago": [
            "या मिनिटात"
        ],
        "0 month ago": [
            "हा महिना"
        ],
        "0 second ago": [
            "आत्ता"
        ],
        "0 week ago": [
            "हा आठवडा"
        ],
        "0 year ago": [
            "हे वर्ष"
        ],
        "1 day ago": [
            "काल"
        ],
        "1 month ago": [
            "मागील महिना"
        ],
        "1 week ago": [
            "मागील आठवडा"
        ],
        "1 year ago": [
            "मागील वर्ष"
        ],
        "in 1 day": [
            "उद्या"
        ],
        "in 1 month": [
            "पुढील महिना"
        ],
        "in 1 week": [
            "पुढील आठवडा"
        ],
        "in 1 year": [
            "पुढील वर्ष"
        ],
        "last friday": [
            "मागील शुक्र",
            "मागील शुक्रवार"
        ],
        "last monday": [
            "मागील सो",
            "मागील सोम",
            "मागील सोमवार"
        ],
        "last saturday": [
            "मागील शनि",
            "मागील शनिवार"
        ],
        "last sunday": [
            "मागील र",
            "मागील रवि",
            "मागील रविवार"
        ],
        "last thursday": [
            "मागील गु",
            "मागील गुरुवार",
            "मागील गुरू"
        ],
        "last tuesday": [
            "मागील मं",
            "मागील मंगळ",
            "मागील मंगळवार"
        ],
        "last wednesday": [
            "मागील बु",
            "मागील बुध",
            "मागील बुधवार"
        ],
        "next friday": [
            "पुढील शुक्र",
            "पुढील शुक्रवार"
        ],
        "next monday": [
            "पुढील सो",
            "पुढील सोम",
            "पुढील सोमवार"
        ],
        "next saturday": [
            "पुढील शनि",
            "पुढील शनिवार"
        ],
        "next sunday": [
            "पुढील र",
            "पुढील रवि",
            "पुढील रविवार"
        ],
        "next thursday": [
            "पुढील गु",
            "पुढील गुरुवार",
            "पुढील गुरू"
        ],
        "next tuesday": [
            "पुढील मं",
            "पुढील मंगळ",
            "पुढील मंगळवार"
        ],
        "next wednesday": [
            "पुढील बु",
            "पुढील बुध",
            "पुढील बुधवार"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+) दिवसांपूर्वी",
            "(\\d++[.,]?\\d*+) दिवसापूर्वी"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+) तासांपूर्वी",
            "(\\d++[.,]?\\d*+) तासापूर्वी"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+) मिनि पूर्वी",
            "(\\d++[.,]?\\d*+) मिनिटांपूर्वी",
            "(\\d++[.,]?\\d*+) मिनिटापूर्वी"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+) महिन्यांपूर्वी",
            "(\\d++[.,]?\\d*+) महिन्यापूर्वी"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+) से पूर्वी",
            "(\\d++[.,]?\\d*+) सेकंदांपूर्वी",
            "(\\d++[.,]?\\d*+) सेकंदापूर्वी"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+) आठवड्यांपूर्वी",
            "(\\d++[.,]?\\d*+) आठवड्यापूर्वी"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+) वर्षांपूर्वी",
            "(\\d++[.,]?\\d*+) वर्षापूर्वी"
        ],
        "in \\1 day": [
            "(\\d++[.,]?\\d*+) दिवसांमध्ये",
            "(\\d++[.,]?\\d*+) दिवसामध्ये",
            "येत्या (\\d++[.,]?\\d*+) दिवसांमध्ये",
            "येत्या (\\d++[.,]?\\d*+) दिवसामध्ये"
        ],
        "in \\1 hour": [
            "(\\d++[.,]?\\d*+) तासांमध्ये",
            "(\\d++[.,]?\\d*+) तासामध्ये",
            "येत्या (\\d++[.,]?\\d*+) तासांमध्ये",
            "येत्या (\\d++[.,]?\\d*+) तासामध्ये"
        ],
        "in \\1 minute": [
            "(\\d++[.,]?\\d*+) मिनि मध्ये",
            "(\\d++[.,]?\\d*+) मिनिटांमध्ये",
            "(\\d++[.,]?\\d*+) मिनिटामध्ये"
        ],
        "in \\1 month": [
            "(\\d++[.,]?\\d*+) महिन्यांमध्ये",
            "(\\d++[.,]?\\d*+) महिन्यामध्ये",
            "येत्या (\\d++[.,]?\\d*+) महिन्यांमध्ये",
            "येत्या (\\d++[.,]?\\d*+) महिन्यामध्ये"
        ],
        "in \\1 second": [
            "(\\d++[.,]?\\d*+) से मध्ये",
            "(\\d++[.,]?\\d*+) सेकंदांमध्ये",
            "(\\d++[.,]?\\d*+) सेकंदामध्ये",
            "येत्या (\\d++[.,]?\\d*+) से मध्ये"
        ],
        "in \\1 week": [
            "(\\d++[.,]?\\d*+) आठवड्यांमध्ये",
            "(\\d++[.,]?\\d*+) आठवड्यामध्ये",
            "येत्या (\\d++[.,]?\\d*+) आठवड्यांमध्ये",
            "येत्या (\\d++[.,]?\\d*+) आठवड्यामध्ये"
        ],
        "in \\1 year": [
            "(\\d++[.,]?\\d*+) वर्षांमध्ये",
            "(\\d++[.,]?\\d*+) वर्षामध्ये",
            "येत्या (\\d++[.,]?\\d*+) वर्षांमध्ये",
            "येत्या (\\d++[.,]?\\d*+) वर्षामध्ये"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
