# -*- coding: utf-8 -*-
info = {
    "name": "my",
    "date_order": "DMY",
    "january": [
        "ဇန်နဝါရီ",
        "ဇန်",
        "ဇ"
    ],
    "february": [
        "ဖေဖော်ဝါရီ",
        "ဖေ",
        "ဖ"
    ],
    "march": [
        "မတ်",
        "မ"
    ],
    "april": [
        "ဧပြီ",
        "ဧ"
    ],
    "may": [
        "မေ",
        "မ"
    ],
    "june": [
        "ဇွန်",
        "ဇ"
    ],
    "july": [
        "ဇူလိုင်",
        "ဇူ",
        "ဇ"
    ],
    "august": [
        "ဩဂုတ်",
        "ဩ"
    ],
    "september": [
        "စက်တင်ဘာ",
        "စက်",
        "စ"
    ],
    "october": [
        "အောက်တိုဘာ",
        "အောက်",
        "အ"
    ],
    "november": [
        "နိုဝင်ဘာ",
        "နို",
        "န"
    ],
    "december": [
        "ဒီဇင်ဘာ",
        "ဒီ",
        "ဒ"
    ],
    "monday": [
        "တနင်္လာ",
        "တ"
    ],
    "tuesday": [
        "အင်္ဂါ",
        "အ"
    ],
    "wednesday": [
        "ဗုဒ္ဓဟူး",
        "ဗ"
    ],
    "thursday": [
        "ကြာသပတေး",
        "က"
    ],
    "friday": [
        "သောကြာ",
        "သ"
    ],
    "saturday": [
        "စနေ",
        "စ"
    ],
    "sunday": [
        "တနင်္ဂနွေ",
        "တ"
    ],
    "am": [
        "နံနက်"
    ],
    "pm": [
        "ညနေ"
    ],
    "year": [
        "နှစ်"
    ],
    "month": [
        "လ"
    ],
    "week": [
        "ပတ်"
    ],
    "day": [
        "ရက်"
    ],
    "hour": [
        "နာရီ"
    ],
    "minute": [
        "မိနစ်"
    ],
    "second": [
        "စက္ကန့်"
    ],
    "relative-type": {
        "1 year ago": [
            "ယမန်နှစ်"
        ],
        "0 year ago": [
            "ယခုနှစ်"
        ],
        "in 1 year": [
            "လာမည့်နှစ်"
        ],
        "1 month ago": [
            "ပြီးခဲ့သည့်လ"
        ],
        "0 month ago": [
            "ယခုလ"
        ],
        "in 1 month": [
            "လာမည့်လ"
        ],
        "1 week ago": [
            "ပြီးခဲ့သည့်\\s+သီတင်းပတ်"
        ],
        "0 week ago": [
            "ယခု\\s+သီတင်းပတ်"
        ],
        "in 1 week": [
            "လာမည့်\\s+သီတင်းပတ်"
        ],
        "1 day ago": [
            "မနေ့က"
        ],
        "0 day ago": [
            "ယနေ့"
        ],
        "in 1 day": [
            "မနက်ဖြန်"
        ],
        "0 hour ago": [
            "ဤအချိန်"
        ],
        "0 minute ago": [
            "ဤမိနစ်"
        ],
        "0 second ago": [
            "ယခု"
        ],
        "in \\1 year": [
            "(\\d+)\\s+နှစ်အတွင်း"
        ],
        "\\1 year ago": [
            "ပြီးခဲ့သည့်\\s+(\\d+)\\s+နှစ်"
        ],
        "in \\1 month": [
            "(\\d+)\\s+လအတွင်း"
        ],
        "\\1 month ago": [
            "ပြီးခဲ့သည့်\\s+(\\d+)\\s+လ"
        ],
        "in \\1 week": [
            "(\\d+)\\s+ပတ်အတွင်း"
        ],
        "\\1 week ago": [
            "ပြီးခဲ့သည့်\\s+(\\d+)\\s+ပတ်"
        ],
        "in \\1 day": [
            "(\\d+)\\s+ရက်အတွင်း"
        ],
        "\\1 day ago": [
            "ပြီးခဲ့သည့်\\s+(\\d+)\\s+ရက်"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+နာရီအတွင်း"
        ],
        "\\1 hour ago": [
            "ပြီးခဲ့သည့်\\s+(\\d+)\\s+နာရီ"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+မိနစ်အတွင်း"
        ],
        "\\1 minute ago": [
            "ပြီးခဲ့သည့်\\s+(\\d+)\\s+မိနစ်"
        ],
        "in \\1 second": [
            "(\\d+)\\s+စက္ကန့်အတွင်း"
        ],
        "\\1 second ago": [
            "ပြီးခဲ့သည့်\\s+(\\d+)\\s+စက္ကန့်"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}