# -*- coding: utf-8 -*-
info = {
    "name": "ne",
    "date_order": "YMD",
    "january": [
        "जनवरी"
    ],
    "february": [
        "फेब्रुअरी"
    ],
    "march": [
        "मार्च"
    ],
    "april": [
        "अप्रिल"
    ],
    "may": [
        "मे",
        "मई"
    ],
    "june": [
        "जुन"
    ],
    "july": [
        "जुलाई"
    ],
    "august": [
        "अगस्ट"
    ],
    "september": [
        "सेप्टेम्बर"
    ],
    "october": [
        "अक्टोबर"
    ],
    "november": [
        "नोभेम्बर"
    ],
    "december": [
        "डिसेम्बर"
    ],
    "monday": [
        "सोमबार",
        "सोम",
        "सो"
    ],
    "tuesday": [
        "मङ्गलबार",
        "मङ्गल",
        "म"
    ],
    "wednesday": [
        "बुधबार",
        "बुध",
        "बु"
    ],
    "thursday": [
        "बिहिबार",
        "बिहि",
        "बि"
    ],
    "friday": [
        "शुक्रबार",
        "शुक्र",
        "शु"
    ],
    "saturday": [
        "शनिबार",
        "शनि",
        "श"
    ],
    "sunday": [
        "आइतबार",
        "आइत",
        "आ"
    ],
    "am": [
        "पूर्वाह्न"
    ],
    "pm": [
        "अपराह्न"
    ],
    "year": [
        "वर्ष",
        "बर्ष"
    ],
    "month": [
        "महिना"
    ],
    "week": [
        "हप्ता"
    ],
    "day": [
        "बार"
    ],
    "hour": [
        "घण्टा"
    ],
    "minute": [
        "मिनेट"
    ],
    "second": [
        "सेकेन्ड"
    ],
    "relative-type": {
        "1 year ago": [
            "गत\\s+वर्ष"
        ],
        "0 year ago": [
            "यो\\s+वर्ष"
        ],
        "in 1 year": [
            "अर्को\\s+वर्ष"
        ],
        "1 month ago": [
            "गत\\s+महिना"
        ],
        "0 month ago": [
            "यो\\s+महिना"
        ],
        "in 1 month": [
            "अर्को\\s+महिना"
        ],
        "1 week ago": [
            "गत\\s+हप्ता"
        ],
        "0 week ago": [
            "यो\\s+हप्ता"
        ],
        "in 1 week": [
            "आउने\\s+हप्ता"
        ],
        "1 day ago": [
            "हिजो"
        ],
        "0 day ago": [
            "आज"
        ],
        "in 1 day": [
            "भोलि"
        ],
        "0 hour ago": [
            "यो\\s+घडीमा"
        ],
        "0 minute ago": [
            "यही\\s+मिनेटमा"
        ],
        "0 second ago": [
            "अब"
        ],
        "in \\1 year": [
            "(\\d+)\\s+वर्षमा"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+वर्ष\\s+अघि"
        ],
        "in \\1 month": [
            "(\\d+)\\s+महिनामा"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+महिना\\s+पहिले"
        ],
        "in \\1 week": [
            "(\\d+)\\s+हप्तामा"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+हप्ता\\s+पहिले"
        ],
        "in \\1 day": [
            "(\\d+)\\s+दिनमा"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+दिन\\s+पहिले"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+घण्टामा"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+घण्टा\\s+पहिले"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+मिनेटमा"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+मिनेट\\s+पहिले"
        ],
        "in \\1 second": [
            "(\\d+)\\s+सेकेण्डमा"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+सेकेण्ड\\s+पहिले"
        ]
    },
    "locale_specific": {
        "ne-IN": {
            "name": "ne-IN"
        }
    },
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}