info = {
    "name": "or",
    "date_order": "MDY",
    "january": [
        "ଜାନୁଆରୀ"
    ],
    "february": [
        "ଫେବୃଆରୀ"
    ],
    "march": [
        "ମାର୍ଚ୍ଚ"
    ],
    "april": [
        "ଅପ୍ରେଲ"
    ],
    "may": [
        "ମଇ"
    ],
    "june": [
        "ଜୁନ"
    ],
    "july": [
        "ଜୁଲାଇ"
    ],
    "august": [
        "ଅଗଷ୍ଟ"
    ],
    "september": [
        "ସେପ୍ଟେମ୍ବର"
    ],
    "october": [
        "ଅକ୍ଟୋବର"
    ],
    "november": [
        "ନଭେମ୍ବର"
    ],
    "december": [
        "ଡିସେମ୍ବର"
    ],
    "monday": [
        "ସୋମ",
        "ସୋମବାର"
    ],
    "tuesday": [
        "ମଙ୍ଗଳ",
        "ମଙ୍ଗଳବାର"
    ],
    "wednesday": [
        "ବୁଧ",
        "ବୁଧବାର"
    ],
    "thursday": [
        "ଗୁରୁ",
        "ଗୁରୁବାର"
    ],
    "friday": [
        "ଶୁକ୍ର",
        "ଶୁକ୍ରବାର"
    ],
    "saturday": [
        "ଶନି",
        "ଶନିବାର"
    ],
    "sunday": [
        "ରବି",
        "ରବିବାର"
    ],
    "am": [
        "am",
        "ପୂର୍ବାହ୍ନ"
    ],
    "pm": [
        "pm",
        "ଅପରାହ୍ନ"
    ],
    "year": [
        "ବ",
        "ବର୍ଷ"
    ],
    "month": [
        "ମା",
        "ମାସ"
    ],
    "week": [
        "ସ",
        "ସପ୍ତାହ"
    ],
    "day": [
        "ଦିନ"
    ],
    "hour": [
        "ଘ",
        "ଘଣ୍ଟା"
    ],
    "minute": [
        "ମି",
        "ମିନିଟ୍"
    ],
    "second": [
        "ସେ",
        "ସେକେଣ୍ଡ୍"
    ],
    "relative-type": {
        "0 day ago": [
            "ଆଜି"
        ],
        "0 hour ago": [
            "ଏହି ଘଣ୍ଟା"
        ],
        "0 minute ago": [
            "ଏହି ମିନିଟ୍"
        ],
        "0 month ago": [
            "ଏହି ମାସ"
        ],
        "0 second ago": [
            "ବର୍ତ୍ତମାନ"
        ],
        "0 week ago": [
            "ଏହି ସପ୍ତାହ"
        ],
        "0 year ago": [
            "ଏହି ବର୍ଷ"
        ],
        "1 day ago": [
            "ଗତକାଲି"
        ],
        "1 month ago": [
            "ଗତ ମାସ"
        ],
        "1 week ago": [
            "ଗତ ସପ୍ତାହ"
        ],
        "1 year ago": [
            "ଗତ ବର୍ଷ"
        ],
        "in 1 day": [
            "ଆସନ୍ତାକାଲି"
        ],
        "in 1 month": [
            "ଆଗାମୀ ମାସ"
        ],
        "in 1 week": [
            "ଆଗାମୀ ସପ୍ତାହ"
        ],
        "in 1 year": [
            "ଆଗାମୀ ବର୍ଷ"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) ଦିନ ପୂର୍ବେ"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) ଘ ପୂର୍ବେ",
            "(\\d+[.,]?\\d*) ଘଣ୍ଟା ପୂର୍ବେ"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) ମି ପୂର୍ବେ",
            "(\\d+[.,]?\\d*) ମିନିଟ୍ ପୂର୍ବେ"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) ମା ପୂର୍ବେ",
            "(\\d+[.,]?\\d*) ମାସ ପୂର୍ବେ"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) ସେ ପୂର୍ବେ",
            "(\\d+[.,]?\\d*) ସେକେଣ୍ଡ ପୂର୍ବେ"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) ସପ୍ତା ପୂର୍ବେ",
            "(\\d+[.,]?\\d*) ସପ୍ତାହ ପୂର୍ବେ"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) ବ ପୂର୍ବେ",
            "(\\d+[.,]?\\d*) ବର୍ଷ ପୂର୍ବେ"
        ],
        "in \\1 day": [
            "(\\d+[.,]?\\d*) ଦିନରେ"
        ],
        "in \\1 hour": [
            "(\\d+[.,]?\\d*) ଘ ରେ",
            "(\\d+[.,]?\\d*) ଘଣ୍ଟାରେ"
        ],
        "in \\1 minute": [
            "(\\d+[.,]?\\d*) ମି ରେ",
            "(\\d+[.,]?\\d*) ମିନିଟ୍‌‌ରେ"
        ],
        "in \\1 month": [
            "(\\d+[.,]?\\d*) ମା ରେ",
            "(\\d+[.,]?\\d*) ମାସରେ"
        ],
        "in \\1 second": [
            "(\\d+[.,]?\\d*) ସେ ରେ",
            "(\\d+[.,]?\\d*) ସେକେଣ୍ଡରେ"
        ],
        "in \\1 week": [
            "(\\d+[.,]?\\d*) ସପ୍ତା ରେ",
            "(\\d+[.,]?\\d*) ସପ୍ତାହରେ"
        ],
        "in \\1 year": [
            "(\\d+[.,]?\\d*) ବ ରେ",
            "(\\d+[.,]?\\d*) ବର୍ଷରେ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
