# -*- coding: utf-8 -*-
info = {
    "name": "or",
    "date_order": "MDY",
    "january": [
        "ଜାନୁଆରୀ"
    ],
    "february": [
        "ଫେବୃଆରୀ"
    ],
    "march": [
        "ମାର୍ଚ୍ଚ"
    ],
    "april": [
        "ଅପ୍ରେଲ"
    ],
    "may": [
        "ମଇ"
    ],
    "june": [
        "ଜୁନ"
    ],
    "july": [
        "ଜୁଲାଇ"
    ],
    "august": [
        "ଅଗଷ୍ଟ"
    ],
    "september": [
        "ସେପ୍ଟେମ୍ବର"
    ],
    "october": [
        "ଅକ୍ଟୋବର"
    ],
    "november": [
        "ନଭେମ୍ବର"
    ],
    "december": [
        "ଡିସେମ୍ବର"
    ],
    "monday": [
        "ସୋମବାର",
        "ସୋମ"
    ],
    "tuesday": [
        "ମଙ୍ଗଳବାର",
        "ମଙ୍ଗଳ"
    ],
    "wednesday": [
        "ବୁଧବାର",
        "ବୁଧ"
    ],
    "thursday": [
        "ଗୁରୁବାର",
        "ଗୁରୁ"
    ],
    "friday": [
        "ଶୁକ୍ରବାର",
        "ଶୁକ୍ର"
    ],
    "saturday": [
        "ଶନିବାର",
        "ଶନି"
    ],
    "sunday": [
        "ରବିବାର",
        "ରବି"
    ],
    "am": [
        "ପୂର୍ବାହ୍ନ",
        "am"
    ],
    "pm": [
        "ଅପରାହ୍ନ",
        "pm"
    ],
    "year": [
        "ବର୍ଷ",
        "ବ"
    ],
    "month": [
        "ମାସ",
        "ମା"
    ],
    "week": [
        "ସପ୍ତାହ",
        "ସ"
    ],
    "day": [
        "ଦିନ"
    ],
    "hour": [
        "ଘଣ୍ଟା",
        "ଘ"
    ],
    "minute": [
        "ମିନିଟ୍",
        "ମି"
    ],
    "second": [
        "ସେକେଣ୍ଡ୍",
        "ସେ"
    ],
    "relative-type": {
        "1 year ago": [
            "ଗତ ବର୍ଷ"
        ],
        "0 year ago": [
            "ଏହି ବର୍ଷ"
        ],
        "in 1 year": [
            "ଆଗାମୀ ବର୍ଷ"
        ],
        "1 month ago": [
            "ଗତ ମାସ"
        ],
        "0 month ago": [
            "ଏହି ମାସ"
        ],
        "in 1 month": [
            "ଆଗାମୀ ମାସ"
        ],
        "1 week ago": [
            "ଗତ ସପ୍ତାହ"
        ],
        "0 week ago": [
            "ଏହି ସପ୍ତାହ"
        ],
        "in 1 week": [
            "ଆଗାମୀ ସପ୍ତାହ"
        ],
        "1 day ago": [
            "ଗତକାଲି"
        ],
        "0 day ago": [
            "ଆଜି"
        ],
        "in 1 day": [
            "ଆସନ୍ତାକାଲି"
        ],
        "0 hour ago": [
            "ଏହି ଘଣ୍ଟା"
        ],
        "0 minute ago": [
            "ଏହି ମିନିଟ୍"
        ],
        "0 second ago": [
            "ବର୍ତ୍ତମାନ"
        ]
    },
    "relative-type-regex": {
        "in \\1 year": [
            "(\\d+) ବର୍ଷରେ",
            "(\\d+) ବ ରେ"
        ],
        "\\1 year ago": [
            "(\\d+) ବର୍ଷ ପୂର୍ବେ",
            "(\\d+) ବ ପୂର୍ବେ"
        ],
        "in \\1 month": [
            "(\\d+) ମାସରେ",
            "(\\d+) ମା ରେ"
        ],
        "\\1 month ago": [
            "(\\d+) ମାସ ପୂର୍ବେ",
            "(\\d+) ମା ପୂର୍ବେ"
        ],
        "in \\1 week": [
            "(\\d+) ସପ୍ତାହରେ",
            "(\\d+) ସପ୍ତା ରେ"
        ],
        "\\1 week ago": [
            "(\\d+) ସପ୍ତାହରେ",
            "(\\d+) ସପ୍ତାହ ପୂର୍ବେ",
            "(\\d+) ସପ୍ତା ପୂର୍ବେ"
        ],
        "in \\1 day": [
            "(\\d+) ଦିନରେ"
        ],
        "\\1 day ago": [
            "(\\d+) ଦିନ ପୂର୍ବେ"
        ],
        "in \\1 hour": [
            "(\\d+) ଘଣ୍ଟାରେ",
            "(\\d+) ଘ ରେ"
        ],
        "\\1 hour ago": [
            "(\\d+) ଘଣ୍ଟା ପୂର୍ବେ",
            "(\\d+) ଘ ପୂର୍ବେ"
        ],
        "in \\1 minute": [
            "(\\d+) ମିନିଟ୍‌‌ରେ",
            "(\\d+) ମି ରେ"
        ],
        "\\1 minute ago": [
            "(\\d+) ମିନିଟ୍ ପୂର୍ବେ",
            "(\\d+) ମି ପୂର୍ବେ"
        ],
        "in \\1 second": [
            "(\\d+) ସେକେଣ୍ଡରେ",
            "(\\d+) ସେ ରେ"
        ],
        "\\1 second ago": [
            "(\\d+) ସେକେଣ୍ଡ ପୂର୍ବେ",
            "(\\d+) ସେ ପୂର୍ବେ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}