# -*- coding: utf-8 -*-
info = {
    "name": "os",
    "date_order": "DMY",
    "january": [
        "январь",
        "янв",
        "я",
        "январы"
    ],
    "february": [
        "февраль",
        "февр",
        "ф",
        "февралы",
        "фев"
    ],
    "march": [
        "мартъи",
        "март",
        "м",
        "мартъийы",
        "мар"
    ],
    "april": [
        "апрель",
        "апр",
        "а",
        "апрелы"
    ],
    "may": [
        "май",
        "м",
        "майы"
    ],
    "june": [
        "июнь",
        "и",
        "июны"
    ],
    "july": [
        "июль",
        "и",
        "июлы"
    ],
    "august": [
        "август",
        "авг",
        "а",
        "августы"
    ],
    "september": [
        "сентябрь",
        "сент",
        "с",
        "сентябры",
        "сен"
    ],
    "october": [
        "октябрь",
        "окт",
        "о",
        "октябры"
    ],
    "november": [
        "ноябрь",
        "нояб",
        "н",
        "ноябры",
        "ноя"
    ],
    "december": [
        "декабрь",
        "дек",
        "д",
        "декабры"
    ],
    "monday": [
        "къуырисӕр",
        "крс",
        "к"
    ],
    "tuesday": [
        "дыццӕг",
        "дцг",
        "д"
    ],
    "wednesday": [
        "ӕртыццӕг",
        "ӕрт",
        "ӕ"
    ],
    "thursday": [
        "цыппӕрӕм",
        "цпр",
        "ц"
    ],
    "friday": [
        "майрӕмбон",
        "мрб",
        "м"
    ],
    "saturday": [
        "сабат",
        "сбт",
        "с"
    ],
    "sunday": [
        "хуыцаубон",
        "хцб",
        "х"
    ],
    "am": [
        "am",
        "ӕмбисбоны размӕ"
    ],
    "pm": [
        "pm",
        "ӕмбисбоны фӕстӕ"
    ],
    "year": [
        "аз"
    ],
    "month": [
        "мӕй"
    ],
    "week": [
        "къуыри"
    ],
    "day": [
        "бон"
    ],
    "hour": [
        "сахат"
    ],
    "minute": [
        "минут"
    ],
    "second": [
        "секунд"
    ],
    "relative-type": {
        "1 year ago": [
            "last\\s+year"
        ],
        "0 year ago": [
            "this\\s+year"
        ],
        "in 1 year": [
            "next\\s+year"
        ],
        "1 month ago": [
            "last\\s+month"
        ],
        "0 month ago": [
            "this\\s+month"
        ],
        "in 1 month": [
            "next\\s+month"
        ],
        "1 week ago": [
            "last\\s+week"
        ],
        "0 week ago": [
            "this\\s+week"
        ],
        "in 1 week": [
            "next\\s+week"
        ],
        "1 day ago": [
            "знон"
        ],
        "0 day ago": [
            "абон"
        ],
        "in 1 day": [
            "сом"
        ],
        "0 hour ago": [
            "this\\s+hour"
        ],
        "0 minute ago": [
            "this\\s+minute"
        ],
        "0 second ago": [
            "now"
        ],
        "in \\1 day": [
            "(\\d+)\\s+боны\\s+фӕстӕ"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+бон\\s+раздӕр",
            "(\\d+)\\s+боны\\s+размӕ"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+сахаты\\s+фӕстӕ"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+сахаты\\s+размӕ"
        ]
    },
    "locale_specific": {
        "os-RU": {
            "name": "os-RU"
        }
    },
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}