info = {
    "name": "osa",
    "date_order": "YMD",
    "january": [
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓬𐓘𐓡𐓛͘𐓧𐓟",
        "𐓬𐓘𐓡𐓛͘𐓧𐓟"
    ],
    "february": [
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓷𐓟𐓵𐓪͘𐓬𐓘",
        "𐓵𐓪͘𐓬𐓘"
    ],
    "march": [
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓷𐓟𐓵𐓘𐓜𐓣",
        "𐓵𐓘𐓜𐓣"
    ],
    "april": [
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓷𐓟𐓰𐓪𐓬𐓘",
        "𐓰𐓪𐓬𐓘"
    ],
    "may": [
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓷𐓟𐓮𐓘𐓰𐓘",
        "𐓮𐓘𐓰𐓘"
    ],
    "june": [
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓷𐓟𐓯𐓘𐓬𐓟",
        "𐓯𐓘𐓬𐓟"
    ],
    "july": [
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓬𐓟𐓵𐓪͘𐓬𐓘",
        "𐓬𐓟𐓵𐓪͘𐓬𐓘"
    ],
    "august": [
        "𐓤𐓣𐓟𐓰𐓪𐓬𐓘",
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓤𐓣𐓟𐓰𐓪𐓬𐓘"
    ],
    "september": [
        "𐓧𐓟𐓜𐓛𐓲𐓟𐓷𐓣͘𐓤𐓟",
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓧𐓟𐓜𐓛𐓲𐓟𐓷𐓣͘𐓤𐓟"
    ],
    "october": [
        "𐓧𐓟𐓜𐓛",
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓧𐓟𐓜𐓛"
    ],
    "november": [
        "𐓘𐓧𐓣 𐓷𐓣͘𐓸𐓲𐓣",
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓘𐓧𐓣 𐓷𐓣͘𐓸𐓲𐓣"
    ],
    "december": [
        "𐓘𐓧𐓣 𐓵𐓪͘𐓬𐓘",
        "𐓨𐓣͘𐓪͘𐓬𐓘 𐓘𐓧𐓣 𐓵𐓪͘𐓬𐓘"
    ],
    "monday": [
        "𐓡𐓘͘𐓬𐓘 𐓬𐓘𐓡𐓛͘𐓧𐓣"
    ],
    "tuesday": [
        "𐓡𐓘͘𐓬𐓘 𐓷𐓟𐓵𐓪͘𐓬𐓘"
    ],
    "wednesday": [
        "𐓡𐓘͘𐓬𐓘 𐓷𐓟𐓵𐓘𐓜𐓣"
    ],
    "thursday": [
        "𐓡𐓘͘𐓬𐓘 𐓷𐓟𐓰𐓪𐓬𐓘"
    ],
    "friday": [
        "𐓡𐓘͘𐓬𐓘 𐓰𐓘 𐓵𐓘𐓲𐓘 𐓻𐓣͘"
    ],
    "saturday": [
        "𐓡𐓘͘𐓬𐓘 𐓪𐓤𐓘𐓸𐓟 𐓣͘𐓤𐓟"
    ],
    "sunday": [
        "𐓡𐓘͘𐓬𐓘 𐓷𐓘𐓤𐓘͘𐓰𐓘𐓤𐓣"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "𐓪𐓨𐓚𐓤𐓘"
    ],
    "month": [
        "𐓨𐓣͘𐓪͘𐓬𐓘"
    ],
    "week": [
        "𐓡𐓘͘𐓬𐓘 𐓷𐓘𐓤𐓘͘𐓰𐓘𐓤𐓣"
    ],
    "day": [
        "𐓡𐓘͘𐓬𐓘"
    ],
    "hour": [
        "hr",
        "𐓨𐓣𐓪𐓵𐓘𐓤𐓟 𐓪𐓰𐓘𐓩𐓘͘"
    ],
    "minute": [
        "𐓰𐓘𐓲𐓟 𐓤𐓯𐓣𐓵𐓟"
    ],
    "second": [
        "𐓰𐓘𐓲𐓟 𐓤𐓯𐓣𐓵𐓟 𐓻𐓣͘"
    ],
    "relative-type": {
        "0 day ago": [
            "today"
        ],
        "0 hour ago": [
            "this hour"
        ],
        "0 minute ago": [
            "this minute"
        ],
        "0 month ago": [
            "this month"
        ],
        "0 second ago": [
            "now"
        ],
        "0 week ago": [
            "this week"
        ],
        "0 year ago": [
            "this year"
        ],
        "1 day ago": [
            "yesterday"
        ],
        "1 month ago": [
            "last month"
        ],
        "1 week ago": [
            "last week"
        ],
        "1 year ago": [
            "last year"
        ],
        "in 1 day": [
            "tomorrow"
        ],
        "in 1 month": [
            "next month"
        ],
        "in 1 week": [
            "next week"
        ],
        "in 1 year": [
            "next year"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
