# -*- coding: utf-8 -*-
info = {
    "name": "pa",
    "date_order": "DMY",
    "january": [
        "ਜਨਵਰੀ",
        "ਜਨ",
        "ਜ"
    ],
    "february": [
        "ਫ਼ਰਵਰੀ",
        "ਫ਼ਰ",
        "ਫ਼"
    ],
    "march": [
        "ਮਾਰਚ",
        "ਮਾ"
    ],
    "april": [
        "ਅਪ੍ਰੈਲ",
        "ਅਪ੍ਰੈ",
        "ਅ"
    ],
    "may": [
        "ਮਈ",
        "ਮ"
    ],
    "june": [
        "ਜੂਨ",
        "ਜੂ"
    ],
    "july": [
        "ਜੁਲਾਈ",
        "ਜੁਲਾ",
        "ਜੁ"
    ],
    "august": [
        "ਅਗਸਤ",
        "ਅਗ",
        "ਅ"
    ],
    "september": [
        "ਸਤੰਬਰ",
        "ਸਤੰ",
        "ਸ"
    ],
    "october": [
        "ਅਕਤੂਬਰ",
        "ਅਕਤੂ",
        "ਅ"
    ],
    "november": [
        "ਨਵੰਬਰ",
        "ਨਵੰ",
        "ਨ"
    ],
    "december": [
        "ਦਸੰਬਰ",
        "ਦਸੰ",
        "ਦ"
    ],
    "monday": [
        "ਸੋਮਵਾਰ",
        "ਸੋਮ",
        "ਸੋ"
    ],
    "tuesday": [
        "ਮੰਗਲਵਾਰ",
        "ਮੰਗਲ",
        "ਮੰ"
    ],
    "wednesday": [
        "ਬੁੱਧਵਾਰ",
        "ਬੁੱਧ",
        "ਬੁੱ"
    ],
    "thursday": [
        "ਵੀਰਵਾਰ",
        "ਵੀਰ",
        "ਵੀ"
    ],
    "friday": [
        "ਸ਼ੁੱਕਰਵਾਰ",
        "ਸ਼ੁੱਕਰ",
        "ਸ਼ੁੱ"
    ],
    "saturday": [
        "ਸ਼ਨਿੱਚਰਵਾਰ",
        "ਸ਼ਨਿੱਚਰ",
        "ਸ਼"
    ],
    "sunday": [
        "ਐਤਵਾਰ",
        "ਐਤ",
        "ਐ"
    ],
    "am": [
        "ਪੂ.ਦੁ",
        "ਸ"
    ],
    "pm": [
        "ਬਾ.ਦੁ",
        "ਸ਼"
    ],
    "year": [
        "ਸਾਲ"
    ],
    "month": [
        "ਮਹੀਨਾ"
    ],
    "week": [
        "ਹਫ਼ਤਾ"
    ],
    "day": [
        "ਦਿਨ"
    ],
    "hour": [
        "ਘੰਟਾ",
        "ਘੰ"
    ],
    "minute": [
        "ਮਿੰਟ"
    ],
    "second": [
        "ਸਕਿੰਟ"
    ],
    "relative-type": {
        "1 year ago": [
            "ਪਿਛਲਾ\\s+ਸਾਲ"
        ],
        "0 year ago": [
            "ਇਹ\\s+ਸਾਲ"
        ],
        "in 1 year": [
            "ਅਗਲਾ\\s+ਸਾਲ"
        ],
        "1 month ago": [
            "ਪਿਛਲਾ\\s+ਮਹੀਨਾ"
        ],
        "0 month ago": [
            "ਇਹ\\s+ਮਹੀਨਾ"
        ],
        "in 1 month": [
            "ਅਗਲਾ\\s+ਮਹੀਨਾ"
        ],
        "1 week ago": [
            "ਪਿਛਲਾ\\s+ਹਫ਼ਤਾ"
        ],
        "0 week ago": [
            "ਇਹ\\s+ਹਫ਼ਤਾ"
        ],
        "in 1 week": [
            "ਅਗਲਾ\\s+ਹਫ਼ਤਾ"
        ],
        "1 day ago": [
            "ਬੀਤਿਆ\\s+ਕੱਲ੍ਹ"
        ],
        "0 day ago": [
            "ਅੱਜ"
        ],
        "in 1 day": [
            "ਭਲਕੇ"
        ],
        "0 hour ago": [
            "ਇਸ\\s+ਘੰਟੇ"
        ],
        "0 minute ago": [
            "ਇਸ\\s+ਮਿੰਟ"
        ],
        "0 second ago": [
            "ਹੁਣ"
        ],
        "in \\1 year": [
            "(\\d+)\\s+ਸਾਲ\\s+ਵਿੱਚ",
            "(\\d+)\\s+ਸਾਲਾਂ\\s+ਵਿੱਚ"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+ਸਾਲ\\s+ਪਹਿਲਾਂ"
        ],
        "in \\1 month": [
            "(\\d+)\\s+ਮਹੀਨੇ\\s+ਵਿੱਚ",
            "(\\d+)\\s+ਮਹੀਨਿਆਂ\\s+ਵਿੱਚ"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ਮਹੀਨਾ\\s+ਪਹਿਲਾਂ",
            "(\\d+)\\s+ਮਹੀਨੇ\\s+ਪਹਿਲਾਂ"
        ],
        "in \\1 week": [
            "(\\d+)\\s+ਹਫ਼ਤੇ\\s+ਵਿੱਚ",
            "(\\d+)\\s+ਹਫ਼ਤਿਆਂ\\s+ਵਿੱਚ"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+ਹਫ਼ਤਾ\\s+ਪਹਿਲਾਂ",
            "(\\d+)\\s+ਹਫ਼ਤੇ\\s+ਪਹਿਲਾਂ"
        ],
        "in \\1 day": [
            "(\\d+)\\s+ਦਿਨ\\s+ਵਿੱਚ",
            "(\\d+)\\s+ਦਿਨਾਂ\\s+ਵਿੱਚ"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+ਦਿਨ\\s+ਪਹਿਲਾਂ"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+ਘੰਟੇ\\s+ਵਿੱਚ",
            "(\\d+)\\s+ਘੰਟਿਆਂ\\s+ਵਿੱਚ"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ਘੰਟਾ\\s+ਪਹਿਲਾਂ",
            "(\\d+)\\s+ਘੰਟੇ\\s+ਪਹਿਲਾਂ"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+ਮਿੰਟ\\s+ਵਿੱਚ",
            "(\\d+)\\s+ਮਿੰਟਾਂ\\s+ਵਿੱਚ"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+ਮਿੰਟ\\s+ਪਹਿਲਾਂ"
        ],
        "in \\1 second": [
            "(\\d+)\\s+ਸਕਿੰਟ\\s+ਵਿੱਚ",
            "(\\d+)\\s+ਸਕਿੰਟਾਂ\\s+ਵਿੱਚ"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+ਸਕਿੰਟ\\s+ਪਹਿਲਾਂ"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}