info = {
    "name": "ps",
    "date_order": "YMD",
    "january": [
        "جنوري"
    ],
    "february": [
        "فبروري",
        "فېبروري"
    ],
    "march": [
        "مارچ"
    ],
    "april": [
        "اپریل"
    ],
    "may": [
        "مۍ"
    ],
    "june": [
        "جون"
    ],
    "july": [
        "جولای"
    ],
    "august": [
        "اګست"
    ],
    "september": [
        "سپتمبر",
        "سېپتمبر"
    ],
    "october": [
        "اکتوبر"
    ],
    "november": [
        "نومبر"
    ],
    "december": [
        "دسمبر"
    ],
    "monday": [
        "دونۍ",
        "دوشنبه"
    ],
    "tuesday": [
        "درېنۍ",
        "سه‌شنبه"
    ],
    "wednesday": [
        "څلرنۍ",
        "چهارشنبه"
    ],
    "thursday": [
        "پينځنۍ",
        "پنجشنبه"
    ],
    "friday": [
        "جمعه"
    ],
    "saturday": [
        "اونۍ",
        "شنبه"
    ],
    "sunday": [
        "يونۍ",
        "یکشنبه"
    ],
    "am": [
        "am",
        "غم"
    ],
    "pm": [
        "pm",
        "غو"
    ],
    "year": [
        "کال",
        "year"
    ],
    "month": [
        "مياشت",
        "month"
    ],
    "week": [
        "اونۍ",
        "week"
    ],
    "day": [
        "ورځ",
        "day"
    ],
    "hour": [
        "ساعت",
        "ساعتونه",
        "hour"
    ],
    "minute": [
        "دقيقه",
        "minute"
    ],
    "second": [
        "ثانيه",
        "second"
    ],
    "relative-type": {
        "0 day ago": [
            "نن",
            "today"
        ],
        "0 hour ago": [
            "دا ساعت",
            "this hour"
        ],
        "0 minute ago": [
            "دا دقيقه",
            "this minute"
        ],
        "0 month ago": [
            "دا مياشت",
            "this month"
        ],
        "0 second ago": [
            "اوس",
            "now"
        ],
        "0 week ago": [
            "دا اونۍ",
            "this week"
        ],
        "0 year ago": [
            "سږ کال",
            "سږکال",
            "this year"
        ],
        "1 day ago": [
            "پرون",
            "yesterday"
        ],
        "1 month ago": [
            "تېره مياشت",
            "last month"
        ],
        "1 week ago": [
            "تيره اونۍ",
            "تېره اونۍ",
            "last week"
        ],
        "1 year ago": [
            "تير کال",
            "تېر کال",
            "پروسږکال",
            "last year"
        ],
        "in 1 day": [
            "سبا",
            "tomorrow"
        ],
        "in 1 month": [
            "راتلونکې مياشت",
            "next month"
        ],
        "in 1 week": [
            "راتلونکې اونۍ",
            "next week"
        ],
        "in 1 year": [
            "راتلونکی کال",
            "روتلونکی کال",
            "next year"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+) ورځ مخکې",
            "(\\d++[.,]?\\d*+) ورځې مخکې"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+) ساعت مخکې",
            "(\\d++[.,]?\\d*+) ساعتونه مخکې"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+) دقيقه مخکې",
            "(\\d++[.,]?\\d*+) دقيقې مخکې"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+) مياشت مخکې",
            "(\\d++[.,]?\\d*+) مياشتې مخکې"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+) ثانيه مخکې",
            "(\\d++[.,]?\\d*+) ثانيه کې",
            "(\\d++[.,]?\\d*+) ثانيې مخکې"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+) اونۍ مخکې"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+) کال مخکې",
            "(\\d++[.,]?\\d*+) کاله مخکې"
        ],
        "in \\1 day": [
            "په (\\d++[.,]?\\d*+) ورځ کې",
            "په (\\d++[.,]?\\d*+) ورځو کې"
        ],
        "in \\1 hour": [
            "په (\\d++[.,]?\\d*+) ساعت کې",
            "په (\\d++[.,]?\\d*+) ساعتو کې"
        ],
        "in \\1 minute": [
            "په (\\d++[.,]?\\d*+) دقيقه کې",
            "په (\\d++[.,]?\\d*+) دقيقو کې"
        ],
        "in \\1 month": [
            "په (\\d++[.,]?\\d*+) مياشت کې",
            "په (\\d++[.,]?\\d*+) مياشتو کې"
        ],
        "in \\1 second": [
            "په (\\d++[.,]?\\d*+) ثانيه کې",
            "په (\\d++[.,]?\\d*+) ثانيو کې"
        ],
        "in \\1 week": [
            "په (\\d++[.,]?\\d*+) اونيو کې",
            "په (\\d++[.,]?\\d*+) اونۍ کې"
        ],
        "in \\1 year": [
            "په (\\d++[.,]?\\d*+) کال کې",
            "په (\\d++[.,]?\\d*+) کالونو کې"
        ]
    },
    "locale_specific": {
        "ps-PK": {
            "name": "ps-PK",
            "relative-type-regex": {
                "\\1 year ago": [
                    "(\\d++[.,]?\\d*+) کال مخکے",
                    "(\\d++[.,]?\\d*+) کاله مخکے"
                ],
                "in \\1 year": [
                    "په (\\d++[.,]?\\d*+) کال کے",
                    "په (\\d++[.,]?\\d*+) کالونو کے"
                ]
            }
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
