info = {
    "name": "ps",
    "date_order": "YMD",
    "january": [
        "جنوري"
    ],
    "february": [
        "فبروري",
        "فېبروري"
    ],
    "march": [
        "مارچ"
    ],
    "april": [
        "اپریل"
    ],
    "may": [
        "مۍ"
    ],
    "june": [
        "جون"
    ],
    "july": [
        "جولای"
    ],
    "august": [
        "اګست"
    ],
    "september": [
        "سپتمبر",
        "سېپتمبر"
    ],
    "october": [
        "اکتوبر"
    ],
    "november": [
        "نومبر"
    ],
    "december": [
        "دسمبر"
    ],
    "monday": [
        "دونۍ"
    ],
    "tuesday": [
        "درېنۍ"
    ],
    "wednesday": [
        "څلرنۍ"
    ],
    "thursday": [
        "پينځنۍ"
    ],
    "friday": [
        "جمعه"
    ],
    "saturday": [
        "اونۍ"
    ],
    "sunday": [
        "يونۍ"
    ],
    "am": [
        "غم"
    ],
    "pm": [
        "غو"
    ],
    "year": [
        "کال"
    ],
    "month": [
        "مياشت"
    ],
    "week": [
        "اونۍ"
    ],
    "day": [
        "ورځ"
    ],
    "hour": [
        "ساعت"
    ],
    "minute": [
        "دقيقه"
    ],
    "second": [
        "ثانيه"
    ],
    "relative-type": {
        "0 day ago": [
            "نن"
        ],
        "0 hour ago": [
            "دا ساعت"
        ],
        "0 minute ago": [
            "دا دقيقه"
        ],
        "0 month ago": [
            "دا مياشت"
        ],
        "0 second ago": [
            "اوس"
        ],
        "0 week ago": [
            "دا اونۍ"
        ],
        "0 year ago": [
            "سږ کال",
            "سږکال"
        ],
        "1 day ago": [
            "پرون"
        ],
        "1 month ago": [
            "تېره مياشت"
        ],
        "1 week ago": [
            "تيره اونۍ",
            "تېره اونۍ"
        ],
        "1 year ago": [
            "تير کال",
            "تېر کال",
            "پروسږکال"
        ],
        "in 1 day": [
            "سبا"
        ],
        "in 1 month": [
            "راتلونکې مياشت"
        ],
        "in 1 week": [
            "راتلونکې اونۍ"
        ],
        "in 1 year": [
            "راتلونکی کال",
            "روتلونکی کال"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+) ورځ مخکې",
            "(\\d+) ورځې مخکې"
        ],
        "\\1 hour ago": [
            "(\\d+) ساعت مخکې",
            "(\\d+) ساعتونه مخکې"
        ],
        "\\1 minute ago": [
            "(\\d+) دقيقه مخکې",
            "(\\d+) دقيقې مخکې"
        ],
        "\\1 month ago": [
            "(\\d+) مياشت مخکې",
            "(\\d+) مياشتې مخکې"
        ],
        "\\1 second ago": [
            "(\\d+) ثانيه مخکې",
            "(\\d+) ثانيه کې",
            "(\\d+) ثانيې مخکې"
        ],
        "\\1 week ago": [
            "(\\d+) اونۍ مخکې"
        ],
        "\\1 year ago": [
            "(\\d+) کال مخکې",
            "(\\d+) کاله مخکې"
        ],
        "in \\1 day": [
            "په (\\d+) ورځ کې",
            "په (\\d+) ورځو کې"
        ],
        "in \\1 hour": [
            "په (\\d+) ساعت کې",
            "په (\\d+) ساعتو کې"
        ],
        "in \\1 minute": [
            "په (\\d+) دقيقه کې",
            "په (\\d+) دقيقو کې"
        ],
        "in \\1 month": [
            "په (\\d+) مياشت کې",
            "په (\\d+) مياشتو کې"
        ],
        "in \\1 second": [
            "په (\\d+) ثانيه کې",
            "په (\\d+) ثانيو کې"
        ],
        "in \\1 week": [
            "په (\\d+) اونيو کې",
            "په (\\d+) اونۍ کې"
        ],
        "in \\1 year": [
            "په (\\d+) کال کې",
            "په (\\d+) کالونو کې"
        ]
    },
    "locale_specific": {
        "ps-PK": {
            "name": "ps-PK",
            "relative-type-regex": {
                "\\1 year ago": [
                    "(\\d+) کال مخکے",
                    "(\\d+) کاله مخکے"
                ],
                "in \\1 year": [
                    "په (\\d+) کال کے",
                    "په (\\d+) کالونو کے"
                ]
            }
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
