info = {
    "name": "rhg-Rohg",
    "date_order": "YMD",
    "monday": [
        "mon"
    ],
    "tuesday": [
        "tue"
    ],
    "wednesday": [
        "wed"
    ],
    "thursday": [
        "thu"
    ],
    "friday": [
        "fri"
    ],
    "saturday": [
        "sat"
    ],
    "sunday": [
        "sun"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "𐴁𐴡𐴏𐴥𐴡𐴌"
    ],
    "month": [
        "𐴔𐴝𐴐𐴢"
    ],
    "week": [
        "𐴇𐴥𐴝𐴉𐴃𐴝"
    ],
    "day": [
        "𐴊𐴞𐴕"
    ],
    "hour": [
        "hr",
        "𐴒𐴤𐴡𐴕𐴄𐴤𐴝"
    ],
    "minute": [
        "𐴔𐴞𐴕𐴥𐴡𐴄𐴢"
    ],
    "second": [
        "𐴏𐴠𐴑𐴤𐴠𐴕"
    ],
    "relative-type": {
        "0 day ago": [
            "𐴀𐴝𐴙𐴅𐴧𐴙𐴝"
        ],
        "0 hour ago": [
            "𐴀𐴠 𐴒𐴤𐴡𐴕𐴄𐴤𐴝"
        ],
        "0 minute ago": [
            "𐴀𐴠 𐴔𐴞𐴕𐴥𐴡𐴄"
        ],
        "0 month ago": [
            "𐴀𐴠 𐴔𐴥𐴝𐴐𐴢"
        ],
        "0 second ago": [
            "𐴀𐴠𐴈𐴥𐴡𐴕"
        ],
        "0 week ago": [
            "𐴀𐴠 𐴇𐴥𐴝𐴉𐴃𐴝"
        ],
        "0 year ago": [
            "𐴀𐴠 𐴁𐴡𐴏𐴥𐴡𐴌"
        ],
        "1 day ago": [
            "𐴒𐴠𐴓𐴊𐴠 𐴈𐴝𐴙𐴓𐴧𐴝"
        ],
        "1 month ago": [
            "𐴒𐴠𐴓𐴊𐴠 𐴔𐴥𐴝𐴐𐴢"
        ],
        "1 week ago": [
            "𐴒𐴠𐴓𐴊𐴠 𐴇𐴥𐴝𐴉𐴃𐴝"
        ],
        "1 year ago": [
            "𐴒𐴠𐴓𐴊𐴠 𐴁𐴡𐴏𐴥𐴡𐴌"
        ],
        "in 1 day": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴈𐴝𐴙𐴓𐴧𐴝"
        ],
        "in 1 month": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴔𐴥𐴝𐴐𐴢"
        ],
        "in 1 week": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴇𐴥𐴝𐴉𐴃𐴝"
        ],
        "in 1 year": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 𐴁𐴡𐴏𐴥𐴡𐴌"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d++[.,]?\\d*+) 𐴊𐴞𐴕 𐴀𐴝𐴒𐴠"
        ],
        "\\1 hour ago": [
            "(\\d++[.,]?\\d*+) 𐴒𐴤𐴡𐴕𐴄𐴤𐴝 𐴀𐴝𐴒𐴠"
        ],
        "\\1 minute ago": [
            "(\\d++[.,]?\\d*+) 𐴔𐴞𐴕𐴥𐴡𐴄 𐴀𐴝𐴒𐴠"
        ],
        "\\1 month ago": [
            "(\\d++[.,]?\\d*+) 𐴔𐴝𐴐𐴢 𐴀𐴝𐴒𐴠"
        ],
        "\\1 second ago": [
            "(\\d++[.,]?\\d*+) 𐴏𐴠𐴑𐴤𐴠𐴕 𐴀𐴝𐴒𐴠"
        ],
        "\\1 week ago": [
            "(\\d++[.,]?\\d*+) 𐴇𐴥𐴝𐴉𐴃𐴝 𐴀𐴝𐴒𐴠"
        ],
        "\\1 year ago": [
            "(\\d++[.,]?\\d*+) 𐴁𐴡𐴏𐴥𐴡𐴌 𐴀𐴝𐴒𐴠"
        ],
        "in \\1 day": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 (\\d++[.,]?\\d*+) 𐴊𐴞𐴕"
        ],
        "in \\1 hour": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 (\\d++[.,]?\\d*+) 𐴒𐴤𐴡𐴕𐴄𐴤𐴝"
        ],
        "in \\1 minute": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 (\\d++[.,]?\\d*+) 𐴔𐴞𐴕𐴥𐴡𐴄"
        ],
        "in \\1 month": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 (\\d++[.,]?\\d*+) 𐴔𐴥𐴝𐴐𐴢"
        ],
        "in \\1 second": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 (\\d++[.,]?\\d*+) 𐴏𐴠𐴑𐴤𐴠𐴕"
        ],
        "in \\1 week": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 (\\d++[.,]?\\d*+) 𐴇𐴥𐴝𐴉𐴃𐴝"
        ],
        "in \\1 year": [
            "𐴀𐴝𐴘𐴧𐴥𐴠𐴌𐴊𐴧𐴠 (\\d++[.,]?\\d*+) 𐴁𐴡𐴏𐴥𐴡𐴌"
        ]
    },
    "locale_specific": {
        "rhg-Rohg-BD": {
            "name": "rhg-Rohg-BD"
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
