# -*- coding: utf-8 -*-
info = {
    "name": "ru",
    "date_order": "DMY",
    "january": [
        "январь",
        "янв",
        "я",
        "января"
    ],
    "february": [
        "февраль",
        "февр",
        "ф",
        "февраля",
        "Фев"
    ],
    "march": [
        "март",
        "м",
        "марта",
        "мар"
    ],
    "april": [
        "апрель",
        "апр",
        "а",
        "апреля"
    ],
    "may": [
        "май",
        "м",
        "мая"
    ],
    "june": [
        "июнь",
        "и",
        "июня",
        "июн"
    ],
    "july": [
        "июль",
        "и",
        "июля",
        "июл"
    ],
    "august": [
        "август",
        "авг",
        "а",
        "августа"
    ],
    "september": [
        "сентябрь",
        "сент",
        "с",
        "сентября",
        "Сен"
    ],
    "october": [
        "октябрь",
        "окт",
        "о",
        "октября"
    ],
    "november": [
        "ноябрь",
        "нояб",
        "н",
        "ноября",
        "Ноя"
    ],
    "december": [
        "декабрь",
        "дек",
        "д",
        "декабря"
    ],
    "monday": [
        "понедельник",
        "пн",
        "п"
    ],
    "tuesday": [
        "вторник",
        "вт",
        "в"
    ],
    "wednesday": [
        "среда",
        "ср",
        "с",
        "Среду"
    ],
    "thursday": [
        "четверг",
        "чт",
        "ч"
    ],
    "friday": [
        "пятница",
        "пт",
        "п",
        "Пятницу"
    ],
    "saturday": [
        "суббота",
        "сб",
        "с",
        "Субботу"
    ],
    "sunday": [
        "воскресенье",
        "вс",
        "в",
        "Воскресение"
    ],
    "am": [
        "дп"
    ],
    "pm": [
        "пп"
    ],
    "year": [
        "год",
        "г",
        "года",
        "лет"
    ],
    "month": [
        "месяц",
        "мес",
        "месяца",
        "месяцев"
    ],
    "week": [
        "неделя",
        "нед",
        "недели",
        "недель",
        "неделю"
    ],
    "day": [
        "день",
        "дн",
        "дня",
        "дней"
    ],
    "hour": [
        "час",
        "ч",
        "часа",
        "часов"
    ],
    "minute": [
        "минута",
        "мин",
        "минуты",
        "минут",
        "минуту"
    ],
    "second": [
        "секунда",
        "сек",
        "с",
        "секунды",
        "секунд",
        "секунду"
    ],
    "relative-type": {
        "1 year ago": [
            "в\\s+прошлом\\s+году"
        ],
        "0 year ago": [
            "в\\s+этом\\s+году"
        ],
        "in 1 year": [
            "в\\s+следующем\\s+году"
        ],
        "1 month ago": [
            "в\\s+прошлом\\s+месяце"
        ],
        "0 month ago": [
            "в\\s+этом\\s+месяце"
        ],
        "in 1 month": [
            "в\\s+следующем\\s+месяце"
        ],
        "1 week ago": [
            "на\\s+прошлой\\s+неделе"
        ],
        "0 week ago": [
            "на\\s+этой\\s+неделе"
        ],
        "in 1 week": [
            "на\\s+следующей\\s+неделе"
        ],
        "1 day ago": [
            "вчера"
        ],
        "0 day ago": [
            "сегодня"
        ],
        "in 1 day": [
            "завтра"
        ],
        "0 hour ago": [
            "в\\s+этом\\s+часе"
        ],
        "0 minute ago": [
            "в\\s+эту\\s+минуту"
        ],
        "0 second ago": [
            "сейчас"
        ],
        "in \\1 year": [
            "через\\s+(\\d+)\\s+год",
            "через\\s+(\\d+)\\s+года",
            "через\\s+(\\d+)\\s+г"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+год\\s+назад",
            "(\\d+)\\s+года\\s+назад",
            "(\\d+)\\s+г\\s+назад"
        ],
        "in \\1 month": [
            "через\\s+(\\d+)\\s+месяц",
            "через\\s+(\\d+)\\s+месяца",
            "через\\s+(\\d+)\\s+мес"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+месяц\\s+назад",
            "(\\d+)\\s+месяца\\s+назад",
            "(\\d+)\\s+мес\\s+назад"
        ],
        "in \\1 week": [
            "через\\s+(\\d+)\\s+неделю",
            "через\\s+(\\d+)\\s+недели",
            "через\\s+(\\d+)\\s+нед"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+неделю\\s+назад",
            "(\\d+)\\s+недели\\s+назад",
            "(\\d+)\\s+нед\\s+назад"
        ],
        "in \\1 day": [
            "через\\s+(\\d+)\\s+день",
            "через\\s+(\\d+)\\s+дня",
            "через\\s+(\\d+)\\s+д",
            "через\\s+(\\d+)\\s+дн"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+день\\s+назад",
            "(\\d+)\\s+дня\\s+назад",
            "(\\d+)\\s+д\\s+назад",
            "(\\d+)\\s+дн\\s+назад"
        ],
        "in \\1 hour": [
            "через\\s+(\\d+)\\s+час",
            "через\\s+(\\d+)\\s+часа",
            "через\\s+(\\d+)\\s+ч"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+час\\s+назад",
            "(\\d+)\\s+часа\\s+назад",
            "(\\d+)\\s+ч\\s+назад"
        ],
        "in \\1 minute": [
            "через\\s+(\\d+)\\s+минуту",
            "через\\s+(\\d+)\\s+минуты",
            "через\\s+(\\d+)\\s+мин"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+минуту\\s+назад",
            "(\\d+)\\s+минуты\\s+назад",
            "(\\d+)\\s+мин\\s+назад"
        ],
        "in \\1 second": [
            "через\\s+(\\d+)\\s+секунду",
            "через\\s+(\\d+)\\s+секунды",
            "через\\s+(\\d+)\\s+сек"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+секунду\\s+назад",
            "(\\d+)\\s+секунды\\s+назад",
            "(\\d+)\\s+сек\\s+назад"
        ],
        "2 day ago": [
            "позавчера"
        ],
        "in 2 day": [
            "послезавтра"
        ]
    },
    "locale_specific": {
        "ru-BY": {
            "name": "ru-BY"
        },
        "ru-KG": {
            "name": "ru-KG"
        },
        "ru-KZ": {
            "name": "ru-KZ"
        },
        "ru-MD": {
            "name": "ru-MD"
        },
        "ru-UA": {
            "name": "ru-UA",
            "am": [
                "am"
            ],
            "pm": [
                "pm"
            ]
        }
    },
    "skip": [
        "около",
        "в",
        "и",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "назад"
    ],
    "in": [
        "в течение",
        "спустя"
    ],
    "simplifications": [
        {
            "^час": "1 час"
        },
        {
            "^минуту": "1 минуту"
        },
        {
            "^секунду": "1 секунду"
        },
        {
            "несколько секунд": "44 секунды"
        }
    ]
}