# -*- coding: utf-8 -*-
info = {
    "name": "sah",
    "date_order": "YMD",
    "january": [
        "тохсунньу",
        "тохс",
        "т"
    ],
    "february": [
        "олунньу",
        "олун",
        "о"
    ],
    "march": [
        "кулун тутар",
        "клн",
        "к"
    ],
    "april": [
        "муус устар",
        "мсу",
        "м"
    ],
    "may": [
        "ыам ыйа",
        "ыам",
        "ы",
        "ыам ыйын"
    ],
    "june": [
        "бэс ыйа",
        "бэс",
        "б",
        "бэс ыйын"
    ],
    "july": [
        "от ыйа",
        "отй",
        "о",
        "от ыйын"
    ],
    "august": [
        "атырдьых ыйа",
        "атр",
        "а",
        "атырдьых ыйын"
    ],
    "september": [
        "балаҕан ыйа",
        "блҕ",
        "б",
        "балаҕан ыйын"
    ],
    "october": [
        "алтынньы",
        "алт",
        "а"
    ],
    "november": [
        "сэтинньи",
        "сэт",
        "с"
    ],
    "december": [
        "ахсынньы",
        "ахс",
        "а"
    ],
    "monday": [
        "бэнидиэнньик",
        "бн",
        "б"
    ],
    "tuesday": [
        "оптуорунньук",
        "оп",
        "о"
    ],
    "wednesday": [
        "сэрэдэ",
        "сэ",
        "с"
    ],
    "thursday": [
        "чэппиэр",
        "чп",
        "ч"
    ],
    "friday": [
        "бээтиҥсэ",
        "бэ",
        "б"
    ],
    "saturday": [
        "субуота",
        "сб",
        "с"
    ],
    "sunday": [
        "баскыһыанньа",
        "бс",
        "б"
    ],
    "am": [
        "эи"
    ],
    "pm": [
        "эк"
    ],
    "year": [
        "сыл"
    ],
    "month": [
        "ый"
    ],
    "week": [
        "нэдиэлэ"
    ],
    "day": [
        "күн"
    ],
    "hour": [
        "чаас"
    ],
    "minute": [
        "мүнүүтэ"
    ],
    "second": [
        "сөкүүндэ"
    ],
    "relative-type": {
        "1 year ago": [
            "былырыын"
        ],
        "0 year ago": [
            "быйыл"
        ],
        "in 1 year": [
            "эһиил"
        ],
        "1 month ago": [
            "ааспыт\\s+ый"
        ],
        "0 month ago": [
            "бу\\s+ый"
        ],
        "in 1 month": [
            "аныгыскы\\s+ый"
        ],
        "1 week ago": [
            "ааспыт\\s+нэдиэлэ"
        ],
        "0 week ago": [
            "бу\\s+нэдиэлэ"
        ],
        "in 1 week": [
            "кэлэр\\s+нэдиэлэ"
        ],
        "1 day ago": [
            "бэҕэһээ"
        ],
        "0 day ago": [
            "бүгүн"
        ],
        "in 1 day": [
            "сарсын"
        ],
        "0 hour ago": [
            "this\\s+hour"
        ],
        "0 minute ago": [
            "this\\s+minute"
        ],
        "0 second ago": [
            "билигин"
        ],
        "in \\1 year": [
            "(\\d+)\\s+сылынан"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+сыл\\s+ынараа\\s+өттүгэр"
        ],
        "in \\1 month": [
            "(\\d+)\\s+ыйынан"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ый\\s+ынараа\\s+өттүгэр"
        ],
        "in \\1 week": [
            "(\\d+)\\s+нэдиэлэннэн"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+нэдиэлэ\\s+анараа\\s+өттүгэр"
        ],
        "in \\1 day": [
            "(\\d+)\\s+күнүнэн"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+күн\\s+ынараа\\s+өттүгэр"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+чааһынан"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+чаас\\s+ынараа\\s+өттүгэр"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+мүнүүтэннэн"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+мүнүүтэ\\s+ынараа\\s+өттүгэр"
        ],
        "in \\1 second": [
            "(\\d+)\\s+сөкүүндэннэн"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+сөкүүндэ\\s+ынараа\\s+өттүгэр",
            "(\\d+)\\s+сөк\\s+анараа\\s+өттүгэр"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}