info = {
    "name": "sd-Arab",
    "date_order": "YMD",
    "january": [
        "جنوري"
    ],
    "february": [
        "فيبروري"
    ],
    "march": [
        "مارچ"
    ],
    "april": [
        "اپريل"
    ],
    "may": [
        "مئي"
    ],
    "june": [
        "جون"
    ],
    "july": [
        "جولاءِ"
    ],
    "august": [
        "آگسٽ"
    ],
    "september": [
        "سيپٽمبر"
    ],
    "october": [
        "آڪٽوبر"
    ],
    "november": [
        "نومبر"
    ],
    "december": [
        "ڊسمبر"
    ],
    "monday": [
        "سومر"
    ],
    "tuesday": [
        "اڱارو"
    ],
    "wednesday": [
        "اربع"
    ],
    "thursday": [
        "خميس"
    ],
    "friday": [
        "جمعو"
    ],
    "saturday": [
        "ڇنڇر"
    ],
    "sunday": [
        "آچر"
    ],
    "am": [
        "صبح، منجهند"
    ],
    "pm": [
        "شام، منجهند",
        "منجهند، شام"
    ],
    "year": [
        "سال"
    ],
    "month": [
        "مهينو"
    ],
    "week": [
        "هفتو"
    ],
    "day": [
        "ڏينهن"
    ],
    "hour": [
        "ڪلاڪ"
    ],
    "minute": [
        "منٽ"
    ],
    "second": [
        "سيڪنڊ"
    ],
    "relative-type": {
        "0 day ago": [
            "اڄ"
        ],
        "0 hour ago": [
            "هن ڪلڪ"
        ],
        "0 minute ago": [
            "هن منٽ"
        ],
        "0 month ago": [
            "هن مهيني"
        ],
        "0 second ago": [
            "هاڻي"
        ],
        "0 week ago": [
            "هن هفتي"
        ],
        "0 year ago": [
            "هن سال",
            "پويون سال"
        ],
        "1 day ago": [
            "ڪل"
        ],
        "1 month ago": [
            "پوئين مهيني"
        ],
        "1 week ago": [
            "پوئين هفتي"
        ],
        "1 year ago": [
            "پوئين سال",
            "پويون سال"
        ],
        "in 1 day": [
            "سڀاڻي"
        ],
        "in 1 month": [
            "اڳين مهيني"
        ],
        "in 1 week": [
            "اڳين هفتي"
        ],
        "in 1 year": [
            "اڳيئن سال",
            "اڳين سال",
            "پويون سال"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+) ڏينهن پهرين"
        ],
        "\\1 hour ago": [
            "(\\d+) ڪلاڪ پهرين"
        ],
        "\\1 minute ago": [
            "(\\d+) منٽ پهرين"
        ],
        "\\1 month ago": [
            "(\\d+) مهينا پهرين"
        ],
        "\\1 second ago": [
            "(\\d+) سيڪنڊ پهرين"
        ],
        "\\1 week ago": [
            "(\\d+) هفتا پهرين"
        ],
        "\\1 year ago": [
            "(\\d+) سال پهرين"
        ],
        "in \\1 day": [
            "(\\d+) ڏينهن ۾"
        ],
        "in \\1 hour": [
            "(\\d+) ڪلاڪ ۾"
        ],
        "in \\1 minute": [
            "(\\d+) منٽن ۾"
        ],
        "in \\1 month": [
            "(\\d+) مهينن ۾"
        ],
        "in \\1 second": [
            "(\\d+) سيڪنڊن ۾"
        ],
        "in \\1 week": [
            "(\\d+) هفتن ۾"
        ],
        "in \\1 year": [
            "(\\d+) سالن ۾"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
