# -*- coding: utf-8 -*-
info = {
    "name": "si",
    "date_order": "YMD",
    "january": [
        "ජනවාරි",
        "ජන",
        "ජ"
    ],
    "february": [
        "පෙබරවාරි",
        "පෙබ",
        "පෙ"
    ],
    "march": [
        "මාර්තු",
        "මාර්",
        "මා"
    ],
    "april": [
        "අප්‍රේල්",
        "අ"
    ],
    "may": [
        "මැයි",
        "මැ"
    ],
    "june": [
        "ජූනි",
        "ජූ"
    ],
    "july": [
        "ජූලි",
        "ජූ"
    ],
    "august": [
        "අගෝස්තු",
        "අගෝ",
        "අ"
    ],
    "september": [
        "සැප්තැම්බර්",
        "සැප්",
        "සැ"
    ],
    "october": [
        "ඔක්තෝබර්",
        "ඔක්",
        "ඔ"
    ],
    "november": [
        "නොවැම්බර්",
        "නොවැ",
        "නෙ"
    ],
    "december": [
        "දෙසැම්බර්",
        "දෙසැ",
        "දෙ"
    ],
    "monday": [
        "සඳුදා",
        "ස"
    ],
    "tuesday": [
        "අඟහරුවාදා",
        "අඟහ",
        "අ"
    ],
    "wednesday": [
        "බදාදා",
        "බ"
    ],
    "thursday": [
        "බ්‍රහස්පතින්දා",
        "බ්‍රහස්",
        "බ්‍ර"
    ],
    "friday": [
        "සිකුරාදා",
        "සිකු",
        "සි"
    ],
    "saturday": [
        "සෙනසුරාදා",
        "සෙන",
        "සෙ"
    ],
    "sunday": [
        "ඉරිදා",
        "ඉ"
    ],
    "am": [
        "පෙ.ව",
        "පෙ"
    ],
    "pm": [
        "ප.ව",
        "ප"
    ],
    "year": [
        "වර්ෂය",
        "වර්"
    ],
    "month": [
        "මාසය",
        "මාස"
    ],
    "week": [
        "සතිය",
        "සති"
    ],
    "day": [
        "දිනය"
    ],
    "hour": [
        "පැය",
        "පැ"
    ],
    "minute": [
        "මිනිත්තුව",
        "මිනි",
        "මි"
    ],
    "second": [
        "තත්පරය",
        "තත්",
        "ත"
    ],
    "relative-type": {
        "1 year ago": [
            "පසුගිය\\s+වසර"
        ],
        "0 year ago": [
            "මෙම\\s+වසර"
        ],
        "in 1 year": [
            "ඊළඟ\\s+වසර"
        ],
        "1 month ago": [
            "පසුගිය\\s+මාසය",
            "පසුගිය\\s+මාස"
        ],
        "0 month ago": [
            "මෙම\\s+මාසය",
            "මෙම\\s+මාස"
        ],
        "in 1 month": [
            "ඊළඟ\\s+මාසය",
            "ඊළඟ\\s+මාස"
        ],
        "1 week ago": [
            "පසුගිය\\s+සතිය",
            "පසුගිය\\s+සති"
        ],
        "0 week ago": [
            "මෙම\\s+සතිය",
            "මෙම\\s+සති"
        ],
        "in 1 week": [
            "ඊළඟ\\s+සතිය",
            "ඊළඟ\\s+සති"
        ],
        "1 day ago": [
            "ඊයේ"
        ],
        "0 day ago": [
            "අද"
        ],
        "in 1 day": [
            "හෙට"
        ],
        "0 hour ago": [
            "මෙම\\s+පැය"
        ],
        "0 minute ago": [
            "මෙම\\s+මිනිත්තුව"
        ],
        "0 second ago": [
            "දැන්"
        ],
        "in \\1 year": [
            "වසර\\s+(\\d+)කින්"
        ],
        "\\1 year ago": [
            "වසර\\s+(\\d+)කට\\s+පෙර"
        ],
        "in \\1 month": [
            "මාස\\s+(\\d+)කින්"
        ],
        "\\1 month ago": [
            "මාස\\s+(\\d+)කට\\s+පෙර"
        ],
        "in \\1 week": [
            "සති\\s+(\\d+)කින්"
        ],
        "\\1 week ago": [
            "සති\\s+(\\d+)කට\\s+පෙර"
        ],
        "in \\1 day": [
            "දින\\s+(\\d+)න්"
        ],
        "\\1 day ago": [
            "දින\\s+(\\d+)කට\\s+පෙර"
        ],
        "in \\1 hour": [
            "පැය\\s+(\\d+)කින්"
        ],
        "\\1 hour ago": [
            "පැය\\s+(\\d+)කට\\s+පෙර"
        ],
        "in \\1 minute": [
            "මිනිත්තු\\s+(\\d+)කින්"
        ],
        "\\1 minute ago": [
            "මිනිත්තු\\s+(\\d+)කට\\s+පෙර"
        ],
        "in \\1 second": [
            "තත්පර\\s+(\\d+)කින්"
        ],
        "\\1 second ago": [
            "තත්පර\\s+(\\d+)කට\\s+පෙර"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}