# -*- coding: utf-8 -*-
info = {
    "name": "sr-Cyrl",
    "date_order": "DMY",
    "january": [
        "јануар",
        "јан",
        "ј"
    ],
    "february": [
        "фебруар",
        "феб",
        "ф"
    ],
    "march": [
        "март",
        "мар",
        "м"
    ],
    "april": [
        "април",
        "апр",
        "а"
    ],
    "may": [
        "мај",
        "м"
    ],
    "june": [
        "јун",
        "ј"
    ],
    "july": [
        "јул",
        "ј"
    ],
    "august": [
        "август",
        "авг",
        "а"
    ],
    "september": [
        "септембар",
        "сеп",
        "с"
    ],
    "october": [
        "октобар",
        "окт",
        "о"
    ],
    "november": [
        "новембар",
        "нов",
        "н"
    ],
    "december": [
        "децембар",
        "дец",
        "д"
    ],
    "monday": [
        "понедељак",
        "пон",
        "п"
    ],
    "tuesday": [
        "уторак",
        "уто",
        "у"
    ],
    "wednesday": [
        "среда",
        "сре",
        "с"
    ],
    "thursday": [
        "четвртак",
        "чет",
        "ч"
    ],
    "friday": [
        "петак",
        "пет",
        "п"
    ],
    "saturday": [
        "субота",
        "суб",
        "с"
    ],
    "sunday": [
        "недеља",
        "нед",
        "н"
    ],
    "am": [
        "пре подне",
        "a"
    ],
    "pm": [
        "по подне",
        "p"
    ],
    "year": [
        "година",
        "год",
        "г"
    ],
    "month": [
        "месец",
        "мес",
        "м"
    ],
    "week": [
        "недеља",
        "нед",
        "н"
    ],
    "day": [
        "дан",
        "д"
    ],
    "hour": [
        "сат",
        "ч"
    ],
    "minute": [
        "минут",
        "мин"
    ],
    "second": [
        "секунд",
        "сек",
        "с"
    ],
    "relative-type": {
        "1 year ago": [
            "прошле\\s+године"
        ],
        "0 year ago": [
            "ове\\s+године"
        ],
        "in 1 year": [
            "следеће\\s+године"
        ],
        "1 month ago": [
            "прошлог\\s+месеца"
        ],
        "0 month ago": [
            "овог\\s+месеца"
        ],
        "in 1 month": [
            "следећег\\s+месеца"
        ],
        "1 week ago": [
            "прошле\\s+недеље"
        ],
        "0 week ago": [
            "ове\\s+недеље"
        ],
        "in 1 week": [
            "следеће\\s+недеље"
        ],
        "1 day ago": [
            "јуче"
        ],
        "0 day ago": [
            "данас"
        ],
        "in 1 day": [
            "сутра"
        ],
        "0 hour ago": [
            "овог\\s+сата"
        ],
        "0 minute ago": [
            "овог\\s+минута"
        ],
        "0 second ago": [
            "сада"
        ],
        "in \\1 year": [
            "за\\s+(\\d+)\\s+годину",
            "за\\s+(\\d+)\\s+година",
            "за\\s+(\\d+)\\s+год",
            "за\\s+(\\d+)\\s+г"
        ],
        "\\1 year ago": [
            "пре\\s+(\\d+)\\s+године",
            "пре\\s+(\\d+)\\s+година",
            "пре\\s+(\\d+)\\s+год",
            "пре\\s+(\\d+)\\s+г"
        ],
        "in \\1 month": [
            "за\\s+(\\d+)\\s+месец",
            "за\\s+(\\d+)\\s+месеци",
            "за\\s+(\\d+)\\s+мес",
            "за\\s+(\\d+)\\s+м"
        ],
        "\\1 month ago": [
            "пре\\s+(\\d+)\\s+месеца",
            "пре\\s+(\\d+)\\s+месеци",
            "пре\\s+(\\d+)\\s+мес",
            "пре\\s+(\\d+)\\s+м"
        ],
        "in \\1 week": [
            "за\\s+(\\d+)\\s+недељу",
            "за\\s+(\\d+)\\s+недеља",
            "за\\s+(\\d+)\\s+нед",
            "за\\s+(\\d+)\\s+н"
        ],
        "\\1 week ago": [
            "пре\\s+(\\d+)\\s+недеље",
            "пре\\s+(\\d+)\\s+недеља",
            "пре\\s+(\\d+)\\s+нед",
            "пре\\s+(\\d+)\\s+н"
        ],
        "in \\1 day": [
            "за\\s+(\\d+)\\s+дан",
            "за\\s+(\\d+)\\s+дана",
            "за\\s+(\\d+)\\s+д"
        ],
        "\\1 day ago": [
            "пре\\s+(\\d+)\\s+дана",
            "пре\\s+(\\d+)\\s+д"
        ],
        "in \\1 hour": [
            "за\\s+(\\d+)\\s+сат",
            "за\\s+(\\d+)\\s+сати",
            "за\\s+(\\d+)\\s+ч"
        ],
        "\\1 hour ago": [
            "пре\\s+(\\d+)\\s+сата",
            "пре\\s+(\\d+)\\s+сати",
            "пре\\s+(\\d+)\\s+ч"
        ],
        "in \\1 minute": [
            "за\\s+(\\d+)\\s+минут",
            "за\\s+(\\d+)\\s+минута",
            "за\\s+(\\d+)\\s+мин"
        ],
        "\\1 minute ago": [
            "пре\\s+(\\d+)\\s+минута",
            "пре\\s+(\\d+)\\s+мин"
        ],
        "in \\1 second": [
            "за\\s+(\\d+)\\s+секунду",
            "за\\s+(\\d+)\\s+секунди",
            "за\\s+(\\d+)\\s+сек",
            "за\\s+(\\d+)\\s+с"
        ],
        "\\1 second ago": [
            "пре\\s+(\\d+)\\s+секунде",
            "пре\\s+(\\d+)\\s+секунди",
            "пре\\s+(\\d+)\\s+сек",
            "пре\\s+(\\d+)\\s+с"
        ]
    },
    "locale_specific": {
        "sr-Cyrl-BA": {
            "name": "sr-Cyrl-BA",
            "september": [
                "септ"
            ],
            "tuesday": [
                "ут"
            ],
            "wednesday": [
                "ср",
                "сриједа"
            ],
            "sunday": [
                "недјеља"
            ],
            "am": [
                "а",
                "прије подне"
            ]
        },
        "sr-Cyrl-ME": {
            "name": "sr-Cyrl-ME",
            "september": [
                "септ"
            ],
            "tuesday": [
                "ут"
            ],
            "wednesday": [
                "ср",
                "сриједа"
            ],
            "sunday": [
                "недјеља"
            ],
            "am": [
                "прије подне"
            ]
        },
        "sr-Cyrl-XK": {
            "name": "sr-Cyrl-XK",
            "september": [
                "септ"
            ],
            "tuesday": [
                "ут"
            ],
            "wednesday": [
                "ср"
            ]
        }
    },
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}