info = {
    "name": "sr-Cyrl",
    "date_order": "DMY",
    "january": [
        "јан",
        "јануар"
    ],
    "february": [
        "феб",
        "фебруар"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "април"
    ],
    "may": [
        "мај"
    ],
    "june": [
        "јун"
    ],
    "july": [
        "јул"
    ],
    "august": [
        "авг",
        "август"
    ],
    "september": [
        "сеп",
        "септембар"
    ],
    "october": [
        "окт",
        "октобар"
    ],
    "november": [
        "нов",
        "новембар"
    ],
    "december": [
        "дец",
        "децембар"
    ],
    "monday": [
        "пон",
        "понедељак"
    ],
    "tuesday": [
        "уто",
        "уторак"
    ],
    "wednesday": [
        "сре",
        "среда"
    ],
    "thursday": [
        "чет",
        "четвртак"
    ],
    "friday": [
        "пет",
        "петак"
    ],
    "saturday": [
        "суб",
        "субота"
    ],
    "sunday": [
        "нед",
        "недеља"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "г",
        "год",
        "година"
    ],
    "month": [
        "мес",
        "месец"
    ],
    "week": [
        "нед",
        "недеља"
    ],
    "day": [
        "д",
        "дан"
    ],
    "hour": [
        "сат",
        "сати",
        "ч"
    ],
    "minute": [
        "мин",
        "минут"
    ],
    "second": [
        "с",
        "сек",
        "секунд"
    ],
    "relative-type": {
        "0 day ago": [
            "данас"
        ],
        "0 hour ago": [
            "овог сата"
        ],
        "0 minute ago": [
            "овог минута"
        ],
        "0 month ago": [
            "овог мес",
            "овог месеца"
        ],
        "0 second ago": [
            "сада"
        ],
        "0 week ago": [
            "ове н",
            "ове нед",
            "ове недеље"
        ],
        "0 year ago": [
            "ове г",
            "ове год",
            "ове године"
        ],
        "1 day ago": [
            "јуче"
        ],
        "1 month ago": [
            "прошлог мес",
            "прошлог месеца"
        ],
        "1 week ago": [
            "прошле н",
            "прошле нед",
            "прошле недеље"
        ],
        "1 year ago": [
            "прошле г",
            "прошле год",
            "прошле године"
        ],
        "in 1 day": [
            "сутра"
        ],
        "in 1 month": [
            "следећег мес",
            "следећег месеца"
        ],
        "in 1 week": [
            "следеће н",
            "следеће нед",
            "следеће недеље"
        ],
        "in 1 year": [
            "следеће г",
            "следеће год",
            "следеће године"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "пре (\\d+[.,]?\\d*) д",
            "пре (\\d+[.,]?\\d*) дана"
        ],
        "\\1 hour ago": [
            "пре (\\d+[.,]?\\d*) сата",
            "пре (\\d+[.,]?\\d*) сати",
            "пре (\\d+[.,]?\\d*) ч"
        ],
        "\\1 minute ago": [
            "пре (\\d+[.,]?\\d*) мин",
            "пре (\\d+[.,]?\\d*) минута"
        ],
        "\\1 month ago": [
            "пре (\\d+[.,]?\\d*) м",
            "пре (\\d+[.,]?\\d*) мес",
            "пре (\\d+[.,]?\\d*) месеца",
            "пре (\\d+[.,]?\\d*) месеци"
        ],
        "\\1 second ago": [
            "пре (\\d+[.,]?\\d*) с",
            "пре (\\d+[.,]?\\d*) сек",
            "пре (\\d+[.,]?\\d*) секунде",
            "пре (\\d+[.,]?\\d*) секунди"
        ],
        "\\1 week ago": [
            "пре (\\d+[.,]?\\d*) н",
            "пре (\\d+[.,]?\\d*) нед",
            "пре (\\d+[.,]?\\d*) недеља",
            "пре (\\d+[.,]?\\d*) недеље"
        ],
        "\\1 year ago": [
            "пре (\\d+[.,]?\\d*) г",
            "пре (\\d+[.,]?\\d*) год",
            "пре (\\d+[.,]?\\d*) година",
            "пре (\\d+[.,]?\\d*) године"
        ],
        "in \\1 day": [
            "за (\\d+[.,]?\\d*) д",
            "за (\\d+[.,]?\\d*) дан",
            "за (\\d+[.,]?\\d*) дана"
        ],
        "in \\1 hour": [
            "за (\\d+[.,]?\\d*) сат",
            "за (\\d+[.,]?\\d*) сати",
            "за (\\d+[.,]?\\d*) ч"
        ],
        "in \\1 minute": [
            "за (\\d+[.,]?\\d*) мин",
            "за (\\d+[.,]?\\d*) минут",
            "за (\\d+[.,]?\\d*) минута"
        ],
        "in \\1 month": [
            "за (\\d+[.,]?\\d*) м",
            "за (\\d+[.,]?\\d*) мес",
            "за (\\d+[.,]?\\d*) месец",
            "за (\\d+[.,]?\\d*) месеци"
        ],
        "in \\1 second": [
            "за (\\d+[.,]?\\d*) с",
            "за (\\d+[.,]?\\d*) сек",
            "за (\\d+[.,]?\\d*) секунди",
            "за (\\d+[.,]?\\d*) секунду"
        ],
        "in \\1 week": [
            "за (\\d+[.,]?\\d*) н",
            "за (\\d+[.,]?\\d*) нед",
            "за (\\d+[.,]?\\d*) недеља",
            "за (\\d+[.,]?\\d*) недељу"
        ],
        "in \\1 year": [
            "за (\\d+[.,]?\\d*) г",
            "за (\\d+[.,]?\\d*) год",
            "за (\\d+[.,]?\\d*) година",
            "за (\\d+[.,]?\\d*) годину"
        ]
    },
    "locale_specific": {
        "sr-Cyrl-BA": {
            "name": "sr-Cyrl-BA",
            "monday": [
                "понедјељак"
            ],
            "wednesday": [
                "сри",
                "сриједа"
            ],
            "sunday": [
                "недјеља"
            ],
            "am": [
                "прије подне"
            ],
            "pm": [
                "по подне"
            ],
            "month": [
                "мјес",
                "мјесец"
            ],
            "week": [
                "седм",
                "седмица"
            ],
            "relative-type": {
                "0 month ago": [
                    "овог мјес",
                    "овог мјесеца"
                ],
                "0 week ago": [
                    "ове с",
                    "ове седм",
                    "ове седмице"
                ],
                "1 month ago": [
                    "прошлог мјес",
                    "прошлог мјесеца"
                ],
                "1 week ago": [
                    "прошле с",
                    "прошле седм",
                    "прошле седмице"
                ],
                "in 1 month": [
                    "сљедећег м",
                    "сљедећег мјес",
                    "сљедећег мјесеца"
                ],
                "in 1 week": [
                    "сљедеће с",
                    "сљедеће седм",
                    "сљедеће седмице"
                ],
                "in 1 year": [
                    "сљедеће г",
                    "сљедеће год",
                    "сљедеће године"
                ]
            },
            "relative-type-regex": {
                "\\1 day ago": [
                    "прије (\\d+[.,]?\\d*) д",
                    "прије (\\d+[.,]?\\d*) дана"
                ],
                "\\1 hour ago": [
                    "прије (\\d+[.,]?\\d*) сата",
                    "прије (\\d+[.,]?\\d*) сати",
                    "прије (\\d+[.,]?\\d*) ч"
                ],
                "\\1 minute ago": [
                    "прије (\\d+[.,]?\\d*) мин",
                    "прије (\\d+[.,]?\\d*) минута"
                ],
                "\\1 month ago": [
                    "прије (\\d+[.,]?\\d*) м",
                    "прије (\\d+[.,]?\\d*) мјес",
                    "прије (\\d+[.,]?\\d*) мјесеца",
                    "прије (\\d+[.,]?\\d*) мјесеци"
                ],
                "\\1 second ago": [
                    "прије (\\d+[.,]?\\d*) с",
                    "прије (\\d+[.,]?\\d*) сек",
                    "прије (\\d+[.,]?\\d*) секунде",
                    "прије (\\d+[.,]?\\d*) секунди"
                ],
                "\\1 week ago": [
                    "прије (\\d+[.,]?\\d*) с",
                    "прије (\\d+[.,]?\\d*) седм",
                    "прије (\\d+[.,]?\\d*) седмица",
                    "прије (\\d+[.,]?\\d*) седмице"
                ],
                "\\1 year ago": [
                    "прије (\\d+[.,]?\\d*) г",
                    "прије (\\d+[.,]?\\d*) год",
                    "прије (\\d+[.,]?\\d*) година",
                    "прије (\\d+[.,]?\\d*) године"
                ],
                "in \\1 month": [
                    "за (\\d+[.,]?\\d*) мјес",
                    "за (\\d+[.,]?\\d*) мјесец",
                    "за (\\d+[.,]?\\d*) мјесеци"
                ],
                "in \\1 week": [
                    "за (\\d+[.,]?\\d*) с",
                    "за (\\d+[.,]?\\d*) седм",
                    "за (\\d+[.,]?\\d*) седмица",
                    "за (\\d+[.,]?\\d*) седмицу"
                ]
            }
        },
        "sr-Cyrl-ME": {
            "name": "sr-Cyrl-ME",
            "september": [
                "септ"
            ],
            "wednesday": [
                "сриједа"
            ],
            "sunday": [
                "недјеља"
            ],
            "am": [
                "прије подне"
            ],
            "pm": [
                "по подне"
            ]
        },
        "sr-Cyrl-XK": {
            "name": "sr-Cyrl-XK",
            "september": [
                "септ"
            ]
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
