info = {
    "name": "syr",
    "date_order": "DMY",
    "january": [
        "ܟܢܘܢ ܐܚܪܝܐ",
        "ܟܢܘܢ ܒ"
    ],
    "february": [
        "ܫܒܛ"
    ],
    "march": [
        "ܐܕܪ"
    ],
    "april": [
        "ܢܝܣܢ"
    ],
    "may": [
        "ܐܝܪ"
    ],
    "june": [
        "ܚܙܝܪܢ"
    ],
    "july": [
        "ܬܡܘܙ"
    ],
    "august": [
        "ܐܒ"
    ],
    "september": [
        "ܐܝܠܘܠ"
    ],
    "october": [
        "ܬܫܪܝܢ ܐ",
        "ܬܫܪܝܢ ܩܕܡܝܐ"
    ],
    "november": [
        "ܬܫܪܝܢ ܐܚܪܝܐ",
        "ܬܫܪܝܢ ܒ"
    ],
    "december": [
        "ܟܢܘܢ ܐ",
        "ܟܢܘܢ ܩܕܡܝܐ"
    ],
    "monday": [
        "ܬܪܝܢ",
        "ܬܪܝܢܒܫܒܐ"
    ],
    "tuesday": [
        "ܬܠܬ",
        "ܬܠܬܒܫܒܐ"
    ],
    "wednesday": [
        "ܐܪܒܥ",
        "ܐܪܒܥܒܫܒܐ"
    ],
    "thursday": [
        "ܚܡܫ",
        "ܚܡܫܒܫܒܐ"
    ],
    "friday": [
        "ܥܪܘ",
        "ܥܪܘܒܬܐ"
    ],
    "saturday": [
        "ܫܒܬܐ"
    ],
    "sunday": [
        "ܚܕ",
        "ܚܕܒܫܒܐ"
    ],
    "am": [
        "܏ܩܛ‌"
    ],
    "pm": [
        "܏ܒܛ‌"
    ],
    "year": [
        "ܫܢܬܐ"
    ],
    "month": [
        "ܝܪܚܐ"
    ],
    "week": [
        "ܫܒܐ",
        "ܫܒܘܥܐ"
    ],
    "day": [
        "ܝܘܡܐ"
    ],
    "hour": [
        "ܫ̈ܥܐ",
        "ܫܥܬܐ"
    ],
    "minute": [
        "ܩܛܝܢܬܐ"
    ],
    "second": [
        "ܪܦܦܐ"
    ],
    "relative-type": {
        "0 day ago": [
            "ܐܕܝܘܡ"
        ],
        "0 hour ago": [
            "ܗܕܐ ܫܥܬܐ"
        ],
        "0 minute ago": [
            "ܗܢܐ ܩܛܝܢܬܐ"
        ],
        "0 month ago": [
            "ܗܢܐ ܝܪܚܐ"
        ],
        "0 second ago": [
            "ܗܫܐ"
        ],
        "0 week ago": [
            "ܗܕܐ ܫܒܘܥܐ"
        ],
        "0 year ago": [
            "ܗܕܐ ܫܢܬܐ"
        ],
        "1 day ago": [
            "ܐܬܡܠܝ"
        ],
        "1 month ago": [
            "ܝܪܚܐ ܕܕܥܒܪ"
        ],
        "1 week ago": [
            "ܫܒܘܥܐ ܕܕܥܒܪ"
        ],
        "1 year ago": [
            "ܐܫܬܩܕܝ"
        ],
        "in 1 day": [
            "ܝܘܡܐ ܕܐܬܐ"
        ],
        "in 1 month": [
            "ܝܪܚܐ ܕܐܬܐ"
        ],
        "in 1 week": [
            "ܫܒܘܥܐ ܕܐܬܐ"
        ],
        "in 1 year": [
            "ܫܢܬܐ ܐܚܪܬܐ"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܝܘܡܢ̈ܐ"
        ],
        "\\1 hour ago": [
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܫܥ̈ܐ"
        ],
        "\\1 minute ago": [
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܩܛܝ̈ܢܐ"
        ],
        "\\1 month ago": [
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܝܖ̈ܚܐ",
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܝܪ̈ܚܐ"
        ],
        "\\1 second ago": [
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܖ̈ܦܦܐ"
        ],
        "\\1 week ago": [
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܫܒ̈ܘܥܐ"
        ],
        "\\1 year ago": [
            "ܡ̣ܢ ܩܕܡ (\\d+[.,]?\\d*) ܫܢܝ̈ܐ"
        ],
        "in \\1 day": [
            "ܒ(\\d+[.,]?\\d*) ܝܘܡܢ̈ܐ"
        ],
        "in \\1 hour": [
            "ܒ(\\d+[.,]?\\d*) ܫܥ̈ܐ"
        ],
        "in \\1 minute": [
            "ܒ(\\d+[.,]?\\d*) ܩܛܝ̈ܢܐ"
        ],
        "in \\1 month": [
            "ܒ(\\d+[.,]?\\d*) ܝܪ̈ܚܐ"
        ],
        "in \\1 second": [
            "ܒ(\\d+[.,]?\\d*) ܪ̈ܦܦܐ"
        ],
        "in \\1 week": [
            "ܒ(\\d+[.,]?\\d*) ܫܒ̈ܘܥܐ"
        ],
        "in \\1 year": [
            "ܒ(\\d+[.,]?\\d*) ܫܢܝ̈ܐ"
        ]
    },
    "locale_specific": {
        "syr-SY": {
            "name": "syr-SY"
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
