# -*- coding: utf-8 -*-
info = {
    "name": "ta",
    "date_order": "DMY",
    "january": [
        "ஜனவரி",
        "ஜன",
        "ஜ"
    ],
    "february": [
        "பிப்ரவரி",
        "பிப்",
        "பி"
    ],
    "march": [
        "மார்ச்",
        "மார்",
        "மா"
    ],
    "april": [
        "ஏப்ரல்",
        "ஏப்",
        "ஏ"
    ],
    "may": [
        "மே"
    ],
    "june": [
        "ஜூன்",
        "ஜூ"
    ],
    "july": [
        "ஜூலை",
        "ஜூ"
    ],
    "august": [
        "ஆகஸ்ட்",
        "ஆக",
        "ஆ"
    ],
    "september": [
        "செப்டம்பர்",
        "செப்",
        "செ"
    ],
    "october": [
        "அக்டோபர்",
        "அக்",
        "அ"
    ],
    "november": [
        "நவம்பர்",
        "நவ",
        "ந"
    ],
    "december": [
        "டிசம்பர்",
        "டிச",
        "டி"
    ],
    "monday": [
        "திங்கள்",
        "திங்",
        "தி"
    ],
    "tuesday": [
        "செவ்வாய்",
        "செவ்",
        "செ"
    ],
    "wednesday": [
        "புதன்",
        "புத",
        "பு"
    ],
    "thursday": [
        "வியாழன்",
        "வியா",
        "வி"
    ],
    "friday": [
        "வெள்ளி",
        "வெள்",
        "வெ"
    ],
    "saturday": [
        "சனி",
        "ச"
    ],
    "sunday": [
        "ஞாயிறு",
        "ஞாயி",
        "ஞா"
    ],
    "am": [
        "முற்பகல்",
        "மு.ப"
    ],
    "pm": [
        "பிற்பகல்",
        "பி.ப"
    ],
    "year": [
        "ஆண்டு",
        "ஆ"
    ],
    "month": [
        "மாதம்",
        "மாத",
        "மா"
    ],
    "week": [
        "வாரம்",
        "வா"
    ],
    "day": [
        "நாள்",
        "நா"
    ],
    "hour": [
        "மணி",
        "ம"
    ],
    "minute": [
        "நிமிடம்",
        "நிமி"
    ],
    "second": [
        "விநாடி",
        "விநா",
        "வி"
    ],
    "relative-type": {
        "1 year ago": [
            "கடந்த\\s+ஆண்டு"
        ],
        "0 year ago": [
            "இந்த\\s+ஆண்டு"
        ],
        "in 1 year": [
            "அடுத்த\\s+ஆண்டு"
        ],
        "1 month ago": [
            "கடந்த\\s+மாதம்"
        ],
        "0 month ago": [
            "இந்த\\s+மாதம்"
        ],
        "in 1 month": [
            "அடுத்த\\s+மாதம்"
        ],
        "1 week ago": [
            "கடந்த\\s+வாரம்"
        ],
        "0 week ago": [
            "இந்த\\s+வாரம்"
        ],
        "in 1 week": [
            "அடுத்த\\s+வாரம்"
        ],
        "1 day ago": [
            "நேற்று"
        ],
        "0 day ago": [
            "இன்று"
        ],
        "in 1 day": [
            "நாளை"
        ],
        "0 hour ago": [
            "இந்த\\s+ஒரு\\s+மணிநேரத்தில்"
        ],
        "0 minute ago": [
            "இந்த\\s+ஒரு\\s+நிமிடத்தில்"
        ],
        "0 second ago": [
            "இப்போது"
        ],
        "in \\1 year": [
            "(\\d+)\\s+ஆண்டில்",
            "(\\d+)\\s+ஆண்டுகளில்",
            "(\\d+)\\s+ஆ"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+ஆண்டிற்கு\\s+முன்",
            "(\\d+)\\s+ஆண்டுகளுக்கு\\s+முன்",
            "(\\d+)\\s+ஆ\\s+முன்"
        ],
        "in \\1 month": [
            "(\\d+)\\s+மாதத்தில்",
            "(\\d+)\\s+மாதங்களில்",
            "(\\d+)\\s+மாத",
            "(\\d+)\\s+மா"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+மாதத்துக்கு\\s+முன்",
            "(\\d+)\\s+மாதங்களுக்கு\\s+முன்",
            "(\\d+)\\s+மாத\\s+முன்",
            "(\\d+)\\s+மா\\s+முன்"
        ],
        "in \\1 week": [
            "(\\d+)\\s+வாரத்தில்",
            "(\\d+)\\s+வாரங்களில்",
            "(\\d+)\\s+வார",
            "(\\d+)\\s+வா"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+வாரத்திற்கு\\s+முன்பு",
            "(\\d+)\\s+வாரங்களுக்கு\\s+முன்",
            "(\\d+)\\s+வார\\s+முன்",
            "(\\d+)\\s+வா\\s+முன்"
        ],
        "in \\1 day": [
            "(\\d+)\\s+நாளில்",
            "(\\d+)\\s+நாட்களில்",
            "(\\d+)\\s+நா"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+நாளுக்கு\\s+முன்",
            "(\\d+)\\s+நாட்களுக்கு\\s+முன்",
            "(\\d+)\\s+நா\\s+முன்"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+மணிநேரத்தில்",
            "(\\d+)\\s+மணி",
            "(\\d+)\\s+ம"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+மணிநேரம்\\s+முன்",
            "(\\d+)\\s+மணி\\s+முன்",
            "(\\d+)\\s+ம\\s+முன்"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+நிமிடத்தில்",
            "(\\d+)\\s+நிமிடங்களில்",
            "(\\d+)\\s+நிமி",
            "(\\d+)\\s+நி"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+நிமிடத்திற்கு\\s+முன்",
            "(\\d+)\\s+நிமிடங்களுக்கு\\s+முன்",
            "(\\d+)\\s+நிமி\\s+முன்",
            "(\\d+)\\s+நி\\s+முன்"
        ],
        "in \\1 second": [
            "(\\d+)\\s+விநாடியில்",
            "(\\d+)\\s+விநாடிகளில்",
            "(\\d+)\\s+விநா",
            "(\\d+)\\s+வி"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+விநாடிக்கு\\s+முன்",
            "(\\d+)\\s+விநாடிகளுக்கு\\s+முன்",
            "(\\d+)\\s+விநா\\s+முன்",
            "(\\d+)\\s+வி\\s+முன்"
        ]
    },
    "locale_specific": {
        "ta-LK": {
            "name": "ta-LK"
        },
        "ta-MY": {
            "name": "ta-MY"
        },
        "ta-SG": {
            "name": "ta-SG"
        }
    },
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}