# -*- coding: utf-8 -*-
info = {
    "name": "te",
    "date_order": "DMY",
    "january": [
        "జనవరి",
        "జన",
        "జ"
    ],
    "february": [
        "ఫిబ్రవరి",
        "ఫిబ్ర",
        "ఫి"
    ],
    "march": [
        "మార్చి",
        "మా"
    ],
    "april": [
        "ఏప్రిల్",
        "ఏప్రి",
        "ఏ"
    ],
    "may": [
        "మే"
    ],
    "june": [
        "జూన్",
        "జూ"
    ],
    "july": [
        "జులై",
        "జు"
    ],
    "august": [
        "ఆగస్టు",
        "ఆ",
        "ఆగ"
    ],
    "september": [
        "సెప్టెంబర్",
        "సెప్టెం",
        "సె"
    ],
    "october": [
        "అక్టోబర్",
        "అక్టో",
        "అ"
    ],
    "november": [
        "నవంబర్",
        "నవం",
        "న"
    ],
    "december": [
        "డిసెంబర్",
        "డిసెం",
        "డి"
    ],
    "monday": [
        "సోమవారం",
        "సోమ",
        "సో"
    ],
    "tuesday": [
        "మంగళవారం",
        "మంగళ",
        "మ"
    ],
    "wednesday": [
        "బుధవారం",
        "బుధ",
        "బు"
    ],
    "thursday": [
        "గురువారం",
        "గురు",
        "గు"
    ],
    "friday": [
        "శుక్రవారం",
        "శుక్ర",
        "శు"
    ],
    "saturday": [
        "శనివారం",
        "శని",
        "శ"
    ],
    "sunday": [
        "ఆదివారం",
        "ఆది",
        "ఆ"
    ],
    "am": [
        "am",
        "ఉ"
    ],
    "pm": [
        "pm",
        "సా"
    ],
    "year": [
        "సంవత్సరం",
        "సం"
    ],
    "month": [
        "నెల",
        "నె"
    ],
    "week": [
        "వారము",
        "వా"
    ],
    "day": [
        "దినం",
        "ది"
    ],
    "hour": [
        "గంట",
        "గం"
    ],
    "minute": [
        "నిమిషము",
        "నిమి",
        "ని"
    ],
    "second": [
        "సెకను",
        "సెక"
    ],
    "relative-type": {
        "1 year ago": [
            "గత\\s+సంవత్సరం"
        ],
        "0 year ago": [
            "ఈ\\s+సంవత్సరం"
        ],
        "in 1 year": [
            "తదుపరి\\s+సంవత్సరం"
        ],
        "1 month ago": [
            "గత\\s+నెల"
        ],
        "0 month ago": [
            "ఈ\\s+నెల"
        ],
        "in 1 month": [
            "తదుపరి\\s+నెల"
        ],
        "1 week ago": [
            "గత\\s+వారం"
        ],
        "0 week ago": [
            "ఈ\\s+వారం"
        ],
        "in 1 week": [
            "తదుపరి\\s+వారం"
        ],
        "1 day ago": [
            "నిన్న"
        ],
        "0 day ago": [
            "ఈ\\s+రోజు"
        ],
        "in 1 day": [
            "రేపు"
        ],
        "0 hour ago": [
            "ఈ\\s+గంట"
        ],
        "0 minute ago": [
            "ఈ\\s+నిమిషం"
        ],
        "0 second ago": [
            "ప్రస్తుతం"
        ],
        "in \\1 year": [
            "(\\d+)\\s+సంవత్సరంలో",
            "(\\d+)\\s+సంవత్సరాల్లో",
            "(\\d+)\\s+సం.లో"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+సంవత్సరం\\s+క్రితం",
            "(\\d+)\\s+సంవత్సరాల\\s+క్రితం",
            "(\\d+)\\s+సం\\s+క్రితం"
        ],
        "in \\1 month": [
            "(\\d+)\\s+నెలలో",
            "(\\d+)\\s+నెలల్లో"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+నెల\\s+క్రితం",
            "(\\d+)\\s+నెలల\\s+క్రితం"
        ],
        "in \\1 week": [
            "(\\d+)\\s+వారంలో",
            "(\\d+)\\s+వారాల్లో"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+వారం\\s+క్రితం",
            "(\\d+)\\s+వారాల\\s+క్రితం"
        ],
        "in \\1 day": [
            "(\\d+)\\s+రోజులో",
            "(\\d+)\\s+రోజుల్లో"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+రోజు\\s+క్రితం",
            "(\\d+)\\s+రోజుల\\s+క్రితం"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+గంటలో",
            "(\\d+)\\s+గంటల్లో",
            "(\\d+)\\s+గం.లో"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+గంట\\s+క్రితం",
            "(\\d+)\\s+గంటల\\s+క్రితం",
            "(\\d+)\\s+గం\\s+క్రితం"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+నిమిషంలో",
            "(\\d+)\\s+నిమిషాల్లో",
            "(\\d+)\\s+నిమి.లో"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+నిమిషం\\s+క్రితం",
            "(\\d+)\\s+నిమిషాల\\s+క్రితం",
            "(\\d+)\\s+నిమి\\s+క్రితం"
        ],
        "in \\1 second": [
            "(\\d+)\\s+సెకనులో",
            "(\\d+)\\s+సెకన్లలో",
            "(\\d+)\\s+సెక\\s+లో"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+సెకను\\s+క్రితం",
            "(\\d+)\\s+సెకన్ల\\s+క్రితం",
            "(\\d+)\\s+సెక\\s+క్రితం"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}