info = {
    "name": "tg",
    "date_order": "DMY",
    "january": [
        "янв",
        "январ"
    ],
    "february": [
        "фев",
        "феврал"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "апрел"
    ],
    "may": [
        "май"
    ],
    "june": [
        "июн"
    ],
    "july": [
        "июл"
    ],
    "august": [
        "авг",
        "август"
    ],
    "september": [
        "сен",
        "сентябр"
    ],
    "october": [
        "окт",
        "октябр"
    ],
    "november": [
        "ноя",
        "ноябр"
    ],
    "december": [
        "дек",
        "декабр"
    ],
    "monday": [
        "душанбе",
        "дшб"
    ],
    "tuesday": [
        "сешанбе",
        "сшб"
    ],
    "wednesday": [
        "чоршанбе",
        "чшб"
    ],
    "thursday": [
        "панҷшанбе",
        "пшб"
    ],
    "friday": [
        "ҷмъ",
        "ҷумъа"
    ],
    "saturday": [
        "шанбе",
        "шнб"
    ],
    "sunday": [
        "якшанбе",
        "яшб"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "с",
        "сол"
    ],
    "month": [
        "м",
        "моҳ"
    ],
    "week": [
        "ҳ",
        "ҳафта"
    ],
    "day": [
        "рӯз"
    ],
    "hour": [
        "соат",
        "ст"
    ],
    "minute": [
        "дақ",
        "дақиқа"
    ],
    "second": [
        "сон",
        "сония"
    ],
    "relative-type": {
        "0 day ago": [
            "имрӯз"
        ],
        "0 hour ago": [
            "соати ҷорӣ"
        ],
        "0 minute ago": [
            "дақиқаи ҷорӣ"
        ],
        "0 month ago": [
            "моҳи ҷ",
            "моҳи ҷорӣ"
        ],
        "0 second ago": [
            "ҳозир"
        ],
        "0 week ago": [
            "ҳафтаи ҷ",
            "ҳафтаи ҷорӣ"
        ],
        "0 year ago": [
            "соли ҷ",
            "соли ҷорӣ"
        ],
        "1 day ago": [
            "дирӯз"
        ],
        "1 month ago": [
            "моҳи г",
            "моҳи гузашта"
        ],
        "1 week ago": [
            "ҳафтаи г",
            "ҳафтаи гузашта"
        ],
        "1 year ago": [
            "соли г",
            "соли гузашта"
        ],
        "in 1 day": [
            "фардо"
        ],
        "in 1 month": [
            "моҳи о",
            "моҳи оянда"
        ],
        "in 1 week": [
            "ҳафтаи о",
            "ҳафтаи оянда"
        ],
        "in 1 year": [
            "соли о",
            "соли оянда"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+) рӯз пеш"
        ],
        "\\1 hour ago": [
            "(\\d+) соат пеш",
            "(\\d+) ст пеш"
        ],
        "\\1 minute ago": [
            "(\\d+) дақ пеш",
            "(\\d+) дақиқа пеш"
        ],
        "\\1 month ago": [
            "(\\d+) м пеш",
            "(\\d+) моҳ пеш"
        ],
        "\\1 second ago": [
            "(\\d+) сон пеш",
            "(\\d+) сония пеш"
        ],
        "\\1 week ago": [
            "(\\d+) ҳ пеш",
            "(\\d+) ҳафта пеш"
        ],
        "\\1 year ago": [
            "(\\d+) с пеш",
            "(\\d+) сол пеш"
        ],
        "in \\1 day": [
            "пас аз (\\d+) рӯз"
        ],
        "in \\1 hour": [
            "пас аз (\\d+) соат",
            "пас аз (\\d+) ст"
        ],
        "in \\1 minute": [
            "пас аз (\\d+) дақ",
            "пас аз (\\d+) дақиқа"
        ],
        "in \\1 month": [
            "пас аз (\\d+) м",
            "пас аз (\\d+) моҳ"
        ],
        "in \\1 second": [
            "пас аз (\\d+) сон",
            "пас аз (\\d+) сония"
        ],
        "in \\1 week": [
            "пас аз (\\d+) ҳ",
            "пас аз (\\d+) ҳафта"
        ],
        "in \\1 year": [
            "пас аз (\\d+) с",
            "пас аз (\\d+) сол"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
