# -*- coding: utf-8 -*-
info = {
    "name": "th",
    "date_order": "DMY",
    "january": [
        "มกราคม",
        "ม.ค",
        "เดือนมกราคม",
        "มกรา"
    ],
    "february": [
        "กุมภาพันธ์",
        "ก.พ",
        "เดือนกุมภาพันธ์",
        "กุมภา"
    ],
    "march": [
        "มีนาคม",
        "มี.ค",
        "เดือนมีนาคม",
        "มีนา"
    ],
    "april": [
        "เมษายน",
        "เม.ย",
        "เมษา",
        "เดือนเมษายน"
    ],
    "may": [
        "พฤษภาคม",
        "พ.ค",
        "เดือนพฤษภาคม",
        "พฤษภา"
    ],
    "june": [
        "มิถุนายน",
        "มิ.ย",
        "เดือนมิถุนายน",
        "มิถุนา"
    ],
    "july": [
        "กรกฎาคม",
        "ก.ค",
        "เดือนกรกฏาคม",
        "กรกฎา"
    ],
    "august": [
        "สิงหาคม",
        "ส.ค",
        "สิงหา",
        "เดือนสิงหาคม"
    ],
    "september": [
        "กันยายน",
        "ก.ย",
        "กันยา",
        "เดือนกันยายน"
    ],
    "october": [
        "ตุลาคม",
        "ต.ค",
        "เดือนตุลาคม",
        "ตุลา"
    ],
    "november": [
        "พฤศจิกายน",
        "พ.ย",
        "เดือนพฤศจิกายน",
        "พฤศจิ"
    ],
    "december": [
        "ธันวาคม",
        "ธ.ค",
        "เดือนธันวาคม",
        "ธันวา"
    ],
    "monday": [
        "วันจันทร์",
        "จ",
        "จันทร์"
    ],
    "tuesday": [
        "วันอังคาร",
        "อ",
        "อังคาร"
    ],
    "wednesday": [
        "วันพุธ",
        "พ",
        "พุธ"
    ],
    "thursday": [
        "วันพฤหัสบดี",
        "พฤ",
        "พฤหัสบดี",
        "พฤหัส"
    ],
    "friday": [
        "วันศุกร์",
        "ศ",
        "ศุกร์"
    ],
    "saturday": [
        "วันเสาร์",
        "ส",
        "เสาร์"
    ],
    "sunday": [
        "วันอาทิตย์",
        "อา",
        "อาทิตย์"
    ],
    "am": [
        "ก่อนเที่ยง",
        "a"
    ],
    "pm": [
        "หลังเที่ยง",
        "p"
    ],
    "year": [
        "ปี"
    ],
    "month": [
        "เดือน"
    ],
    "week": [
        "สัปดาห์"
    ],
    "day": [
        "วัน"
    ],
    "hour": [
        "ชั่วโมง",
        "ชม"
    ],
    "minute": [
        "นาที",
        "น"
    ],
    "second": [
        "วินาที",
        "วิ"
    ],
    "relative-type": {
        "1 year ago": [
            "ปีที่แล้ว"
        ],
        "0 year ago": [
            "ปีนี้"
        ],
        "in 1 year": [
            "ปีหน้า"
        ],
        "1 month ago": [
            "เดือนที่แล้ว"
        ],
        "0 month ago": [
            "เดือนนี้"
        ],
        "in 1 month": [
            "เดือนหน้า"
        ],
        "1 week ago": [
            "สัปดาห์ที่แล้ว"
        ],
        "0 week ago": [
            "สัปดาห์นี้"
        ],
        "in 1 week": [
            "สัปดาห์หน้า"
        ],
        "1 day ago": [
            "เมื่อวาน",
            "เมื่อวานนี้"
        ],
        "0 day ago": [
            "วันนี้"
        ],
        "in 1 day": [
            "พรุ่งนี้"
        ],
        "0 hour ago": [
            "ชั่วโมงนี้"
        ],
        "0 minute ago": [
            "นาทีนี้"
        ],
        "0 second ago": [
            "ขณะนี้",
            "เมื่อสักครู่นี้"
        ],
        "in \\1 year": [
            "ในอีก\\s+(\\d+)\\s+ปี",
            "ใน\\s+(\\d+)\\s+ปี"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+ปีที่แล้ว"
        ],
        "in \\1 month": [
            "ในอีก\\s+(\\d+)\\s+เดือน",
            "ใน\\s+(\\d+)\\s+เดือน"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+เดือนที่ผ่านมา",
            "(\\d+)\\s+เดือนที่แล้ว"
        ],
        "in \\1 week": [
            "ในอีก\\s+(\\d+)\\s+สัปดาห์",
            "ใน\\s+(\\d+)\\s+สัปดาห์"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+สัปดาห์ที่ผ่านมา",
            "(\\d+)\\s+สัปดาห์ที่แล้ว"
        ],
        "in \\1 day": [
            "ในอีก\\s+(\\d+)\\s+วัน",
            "ใน\\s+(\\d+)\\s+วัน"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+วันที่ผ่านมา",
            "(\\d+)\\s+วันที่แล้ว"
        ],
        "in \\1 hour": [
            "ในอีก\\s+(\\d+)\\s+ชั่วโมง",
            "ใน\\s+(\\d+)\\s+ชม"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+ชั่วโมงที่ผ่านมา",
            "(\\d+)\\s+ชม\\s+ที่แล้ว"
        ],
        "in \\1 minute": [
            "ในอีก\\s+(\\d+)\\s+นาที",
            "ใน\\s+(\\d+)\\s+นาที"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+นาทีที่ผ่านมา",
            "(\\d+)\\s+นาทีที่แล้ว"
        ],
        "in \\1 second": [
            "ในอีก\\s+(\\d+)\\s+วินาที",
            "ใน\\s+(\\d+)\\s+วินาที"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+วินาทีที่ผ่านมา",
            "(\\d+)\\s+วินาทีที่แล้ว"
        ],
        "2 day ago": [
            "เมื่อวานซืน"
        ]
    },
    "locale_specific": {},
    "skip": [
        "เวลา",
        "น.",
        "เมื่อ ",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "แต่ก่อน",
        "มาแล้ว",
        "ก่อน"
    ],
    "in": [
        "ใน"
    ],
    "simplifications": [
        {
            "1 วันที่แล้ว": "1 วัน"
        },
        {
            "2 วันที่แล้ว": "2 วัน"
        }
    ]
}