info = {
    "name": "ti",
    "date_order": "DMY",
    "january": [
        "ጥሪ"
    ],
    "february": [
        "ለካ",
        "ለካቲት"
    ],
    "march": [
        "መጋ",
        "መጋቢት"
    ],
    "april": [
        "ሚያ",
        "ሚያዝያ"
    ],
    "may": [
        "ግን",
        "ግንቦት"
    ],
    "june": [
        "ሰነ"
    ],
    "july": [
        "ሓም",
        "ሓምለ"
    ],
    "august": [
        "ነሓ",
        "ነሓሰ"
    ],
    "september": [
        "መስ",
        "መስከረም"
    ],
    "october": [
        "ጥቅ",
        "ጥቅምቲ"
    ],
    "november": [
        "ሕዳ",
        "ሕዳር"
    ],
    "december": [
        "ታሕ",
        "ታሕሳስ"
    ],
    "monday": [
        "ሰኑ",
        "ሰኑይ"
    ],
    "tuesday": [
        "ሰሉ",
        "ሰሉስ"
    ],
    "wednesday": [
        "ረቡ",
        "ረቡዕ"
    ],
    "thursday": [
        "ሓሙ",
        "ሓሙስ"
    ],
    "friday": [
        "ዓር",
        "ዓርቢ"
    ],
    "saturday": [
        "ቀዳ",
        "ቀዳም"
    ],
    "sunday": [
        "ሰን",
        "ሰንበት"
    ],
    "am": [
        "ቅቀ"
    ],
    "pm": [
        "ድቀ"
    ],
    "year": [
        "ዓመት"
    ],
    "month": [
        "ወርሒ"
    ],
    "week": [
        "ሰሙን"
    ],
    "day": [
        "መዓልቲ"
    ],
    "hour": [
        "hr",
        "ሰዓት"
    ],
    "minute": [
        "ደቒ",
        "ደቒቕ"
    ],
    "second": [
        "ካልኢት"
    ],
    "relative-type": {
        "0 day ago": [
            "ሎሚ"
        ],
        "0 hour ago": [
            "ኣብዚ ሰዓት"
        ],
        "0 minute ago": [
            "ኣብዚ ደቒቕ"
        ],
        "0 month ago": [
            "ህሉው ወርሒ"
        ],
        "0 second ago": [
            "ሕጂ"
        ],
        "0 week ago": [
            "ህሉው ሰሙን"
        ],
        "0 year ago": [
            "ሎሚ ዓመት"
        ],
        "1 day ago": [
            "ትማሊ"
        ],
        "1 month ago": [
            "ዝሓለፈ ወርሒ"
        ],
        "1 week ago": [
            "ዝሓለፈ ሰሙን"
        ],
        "1 year ago": [
            "ዓሚ"
        ],
        "in 1 day": [
            "ጽባሕ"
        ],
        "in 1 month": [
            "ዝመጽእ ወርሒ"
        ],
        "in 1 week": [
            "ዝመጽእ ሰሙን"
        ],
        "in 1 year": [
            "ንዓመታ"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "ቅድሚ (\\d+[.,]?\\d*) መዓልቲ",
            "ኣብ (\\d+[.,]?\\d*) መዓልቲ"
        ],
        "\\1 hour ago": [
            "ቅድሚ (\\d+[.,]?\\d*) ሰዓት"
        ],
        "\\1 minute ago": [
            "ቅድሚ (\\d+[.,]?\\d*) ደቒቕ"
        ],
        "\\1 month ago": [
            "ቅድሚ (\\d+[.,]?\\d*) ወርሒ"
        ],
        "\\1 second ago": [
            "ቅድሚ (\\d+[.,]?\\d*) ካልኢት"
        ],
        "\\1 week ago": [
            "ቅድሚ (\\d+[.,]?\\d*) ሰሙን"
        ],
        "\\1 year ago": [
            "ቅድሚ (\\d+[.,]?\\d*) ዓ"
        ],
        "in \\1 day": [
            "ኣብ (\\d+[.,]?\\d*) መዓልቲ"
        ],
        "in \\1 hour": [
            "ኣብ (\\d+[.,]?\\d*) ሰዓት"
        ],
        "in \\1 minute": [
            "ኣብ (\\d+[.,]?\\d*) ደቒቕ"
        ],
        "in \\1 month": [
            "ኣብ (\\d+[.,]?\\d*) ወርሒ"
        ],
        "in \\1 second": [
            "ኣብ (\\d+[.,]?\\d*) ካልኢት"
        ],
        "in \\1 week": [
            "ኣብ (\\d+[.,]?\\d*) ሰሙን"
        ],
        "in \\1 year": [
            "ኣብ (\\d+[.,]?\\d*) ዓ"
        ]
    },
    "locale_specific": {
        "ti-ER": {
            "name": "ti-ER"
        }
    },
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
