info = {
    "name": "tt",
    "date_order": "DMY",
    "january": [
        "гыйн",
        "гыйнвар"
    ],
    "february": [
        "фев",
        "февраль"
    ],
    "march": [
        "мар",
        "март"
    ],
    "april": [
        "апр",
        "апрель"
    ],
    "may": [
        "май"
    ],
    "june": [
        "июнь"
    ],
    "july": [
        "июль"
    ],
    "august": [
        "авг",
        "август"
    ],
    "september": [
        "сент",
        "сентябрь"
    ],
    "october": [
        "окт",
        "октябрь"
    ],
    "november": [
        "нояб",
        "ноябрь"
    ],
    "december": [
        "дек",
        "декабрь"
    ],
    "monday": [
        "дүш",
        "дүшәмбе"
    ],
    "tuesday": [
        "сиш",
        "сишәмбе"
    ],
    "wednesday": [
        "чәр",
        "чәршәмбе"
    ],
    "thursday": [
        "пәнҗ",
        "пәнҗешәмбе"
    ],
    "friday": [
        "җом",
        "җомга"
    ],
    "saturday": [
        "шим",
        "шимбә"
    ],
    "sunday": [
        "якш",
        "якшәмбе"
    ],
    "am": [
        "am"
    ],
    "pm": [
        "pm"
    ],
    "year": [
        "ел"
    ],
    "month": [
        "ай"
    ],
    "week": [
        "атна"
    ],
    "day": [
        "көн"
    ],
    "hour": [
        "hr",
        "сәг",
        "сәгать"
    ],
    "minute": [
        "мин",
        "минут"
    ],
    "second": [
        "с",
        "секунд"
    ],
    "relative-type": {
        "0 day ago": [
            "бүген"
        ],
        "0 hour ago": [
            "бу сәгатьтә"
        ],
        "0 minute ago": [
            "бу минутта"
        ],
        "0 month ago": [
            "бу айда"
        ],
        "0 second ago": [
            "хәзер"
        ],
        "0 week ago": [
            "бу атнада"
        ],
        "0 year ago": [
            "быел"
        ],
        "1 day ago": [
            "кичә"
        ],
        "1 month ago": [
            "узган айда"
        ],
        "1 week ago": [
            "узган атнада"
        ],
        "1 year ago": [
            "узган ел"
        ],
        "in 1 day": [
            "иртәгә"
        ],
        "in 1 month": [
            "киләсе айда"
        ],
        "in 1 week": [
            "киләсе атнада"
        ],
        "in 1 year": [
            "киләсе елда"
        ]
    },
    "relative-type-regex": {
        "\\1 day ago": [
            "(\\d+[.,]?\\d*) көн элек"
        ],
        "\\1 hour ago": [
            "(\\d+[.,]?\\d*) сәг элек",
            "(\\d+[.,]?\\d*) сәгать элек"
        ],
        "\\1 minute ago": [
            "(\\d+[.,]?\\d*) мин элек",
            "(\\d+[.,]?\\d*) минут элек"
        ],
        "\\1 month ago": [
            "(\\d+[.,]?\\d*) ай элек"
        ],
        "\\1 second ago": [
            "(\\d+[.,]?\\d*) с элек",
            "(\\d+[.,]?\\d*) секунд элек"
        ],
        "\\1 week ago": [
            "(\\d+[.,]?\\d*) атна элек"
        ],
        "\\1 year ago": [
            "(\\d+[.,]?\\d*) ел элек"
        ],
        "in \\1 day": [
            "(\\d+[.,]?\\d*) көннән"
        ],
        "in \\1 hour": [
            "(\\d+[.,]?\\d*) сәг",
            "(\\d+[.,]?\\d*) сәгатьтән"
        ],
        "in \\1 minute": [
            "(\\d+[.,]?\\d*) мин",
            "(\\d+[.,]?\\d*) минуттан"
        ],
        "in \\1 month": [
            "(\\d+[.,]?\\d*) айдан"
        ],
        "in \\1 second": [
            "(\\d+[.,]?\\d*) с",
            "(\\d+[.,]?\\d*) секундтан"
        ],
        "in \\1 week": [
            "(\\d+[.,]?\\d*) атнадан"
        ],
        "in \\1 year": [
            "(\\d+[.,]?\\d*) елдан"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        "'",
        ",",
        "-",
        ".",
        "/",
        ";",
        "@",
        "[",
        "]",
        "|",
        "，"
    ]
}
