# -*- coding: utf-8 -*-
info = {
    "name": "ug",
    "date_order": "YMD",
    "january": [
        "يانۋار"
    ],
    "february": [
        "فېۋرال"
    ],
    "march": [
        "مارت"
    ],
    "april": [
        "ئاپرېل"
    ],
    "may": [
        "ماي"
    ],
    "june": [
        "ئىيۇن"
    ],
    "july": [
        "ئىيۇل"
    ],
    "august": [
        "ئاۋغۇست"
    ],
    "september": [
        "سېنتەبىر"
    ],
    "october": [
        "ئۆكتەبىر"
    ],
    "november": [
        "نويابىر"
    ],
    "december": [
        "دېكابىر"
    ],
    "monday": [
        "دۈشەنبە",
        "دۈ",
        "د"
    ],
    "tuesday": [
        "سەيشەنبە",
        "سە",
        "س"
    ],
    "wednesday": [
        "چارشەنبە",
        "چا",
        "چ"
    ],
    "thursday": [
        "پەيشەنبە",
        "پە",
        "پ"
    ],
    "friday": [
        "جۈمە",
        "جۈ",
        "ج"
    ],
    "saturday": [
        "شەنبە",
        "شە",
        "ش"
    ],
    "sunday": [
        "يەكشەنبە",
        "يە",
        "ي"
    ],
    "am": [
        "چ.ب",
        "چۈشتىن بۇرۇن",
        "ب"
    ],
    "pm": [
        "چ.ك",
        "چۈشتىن كېيىن",
        "ك"
    ],
    "year": [
        "يىل"
    ],
    "month": [
        "ئاي"
    ],
    "week": [
        "ھەپتە"
    ],
    "day": [
        "كۈن"
    ],
    "hour": [
        "سائەت"
    ],
    "minute": [
        "مىنۇت"
    ],
    "second": [
        "سېكۇنت"
    ],
    "relative-type": {
        "1 year ago": [
            "ئۆتكەن\\s+يىل"
        ],
        "0 year ago": [
            "بۇ\\s+يىل"
        ],
        "in 1 year": [
            "كېلەر\\s+يىل"
        ],
        "1 month ago": [
            "ئۆتكەن\\s+ئاي"
        ],
        "0 month ago": [
            "بۇ\\s+ئاي"
        ],
        "in 1 month": [
            "كېلەر\\s+ئاي"
        ],
        "1 week ago": [
            "ئۆتكەن\\s+ھەپتە"
        ],
        "0 week ago": [
            "بۇ\\s+ھەپتە"
        ],
        "in 1 week": [
            "كېلەر\\s+ھەپتە"
        ],
        "1 day ago": [
            "تۈنۈگۈن"
        ],
        "0 day ago": [
            "بۈگۈن"
        ],
        "in 1 day": [
            "ئەتە"
        ],
        "0 hour ago": [
            "this\\s+hour"
        ],
        "0 minute ago": [
            "this\\s+minute"
        ],
        "0 second ago": [
            "now"
        ],
        "in \\1 year": [
            "(\\d+)\\s+يىلدىن\\s+كېيىن"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+يىل\\s+ئىلگىرى"
        ],
        "in \\1 month": [
            "(\\d+)\\s+ئايدىن\\s+كېيىن"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ئاي\\s+ئىلگىرى"
        ],
        "in \\1 week": [
            "(\\d+)\\s+ھەپتىدىن\\s+كېيىن"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+ھەپتە\\s+ئىلگىرى"
        ],
        "in \\1 day": [
            "(\\d+)\\s+كۈندىن\\s+كېيىن"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+كۈن\\s+ئىلگىرى"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+سائەتتىن\\s+كېيىن"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+سائەت\\s+ئىلگىرى"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+مىنۇتتىن\\s+كېيىن"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+مىنۇت\\s+ئىلگىرى"
        ],
        "in \\1 second": [
            "(\\d+)\\s+سېكۇنتتىن\\s+كېيىن"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+سېكۇنت\\s+ئىلگىرى"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}