# -*- coding: utf-8 -*-
info = {
    "name": "uk",
    "date_order": "DMY",
    "january": [
        "січень",
        "січ",
        "с",
        "січня"
    ],
    "february": [
        "лютий",
        "лют",
        "л",
        "лютого"
    ],
    "march": [
        "березень",
        "бер",
        "б",
        "березня"
    ],
    "april": [
        "квітень",
        "кві",
        "к",
        "квітня",
        "квіт"
    ],
    "may": [
        "травень",
        "тра",
        "т",
        "травня",
        "трав"
    ],
    "june": [
        "червень",
        "чер",
        "ч",
        "червня",
        "черв"
    ],
    "july": [
        "липень",
        "лип",
        "л",
        "липня"
    ],
    "august": [
        "серпень",
        "сер",
        "с",
        "серпня",
        "серп"
    ],
    "september": [
        "вересень",
        "вер",
        "в",
        "вересня"
    ],
    "october": [
        "жовтень",
        "жов",
        "ж",
        "жовтня",
        "жовт"
    ],
    "november": [
        "листопад",
        "лис",
        "л",
        "листопада",
        "лист"
    ],
    "december": [
        "грудень",
        "гру",
        "г",
        "грудня",
        "груд"
    ],
    "monday": [
        "понеділок",
        "пн",
        "п",
        "пон"
    ],
    "tuesday": [
        "вівторок",
        "вт",
        "в",
        "вів"
    ],
    "wednesday": [
        "середа",
        "ср",
        "с"
    ],
    "thursday": [
        "четвер",
        "чт",
        "ч",
        "чет"
    ],
    "friday": [
        "пʼятниця",
        "пт",
        "п"
    ],
    "saturday": [
        "субота",
        "сб",
        "с",
        "суб"
    ],
    "sunday": [
        "неділя",
        "нд",
        "н",
        "нед"
    ],
    "am": [
        "дп"
    ],
    "pm": [
        "пп"
    ],
    "year": [
        "рік",
        "р",
        "роки",
        "років"
    ],
    "month": [
        "місяць",
        "міс",
        "місяці",
        "місяців"
    ],
    "week": [
        "тиждень",
        "тиж",
        "тижні",
        "тижнів"
    ],
    "day": [
        "день",
        "д",
        "дні",
        "днів"
    ],
    "hour": [
        "година",
        "год",
        "години",
        "годин",
        "годину",
        "г"
    ],
    "minute": [
        "хвилина",
        "хв",
        "хвилини",
        "хвилин",
        "хвилину"
    ],
    "second": [
        "секунда",
        "с",
        "секунди",
        "секунд",
        "секунду",
        "сек"
    ],
    "relative-type": {
        "1 year ago": [
            "торік"
        ],
        "0 year ago": [
            "цього\\s+року"
        ],
        "in 1 year": [
            "наступного\\s+року"
        ],
        "1 month ago": [
            "минулого\\s+місяця"
        ],
        "0 month ago": [
            "цього\\s+місяця"
        ],
        "in 1 month": [
            "наступного\\s+місяця"
        ],
        "1 week ago": [
            "минулого\\s+тижня"
        ],
        "0 week ago": [
            "цього\\s+тижня"
        ],
        "in 1 week": [
            "наступного\\s+тижня"
        ],
        "1 day ago": [
            "учора",
            "вчора"
        ],
        "0 day ago": [
            "сьогодні"
        ],
        "in 1 day": [
            "завтра"
        ],
        "0 hour ago": [
            "цієї\\s+години"
        ],
        "0 minute ago": [
            "цієї\\s+хвилини"
        ],
        "0 second ago": [
            "зараз"
        ],
        "in \\1 year": [
            "через\\s+(\\d+)\\s+рік",
            "через\\s+(\\d+)\\s+року",
            "через\\s+(\\d+)\\s+р",
            "за\\s+(\\d+)\\s+р"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+рік\\s+тому",
            "(\\d+)\\s+року\\s+тому",
            "(\\d+)\\s+р\\s+тому"
        ],
        "in \\1 month": [
            "через\\s+(\\d+)\\s+місяць",
            "через\\s+(\\d+)\\s+місяця",
            "через\\s+(\\d+)\\s+міс",
            "за\\s+(\\d+)\\s+міс"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+місяць\\s+тому",
            "(\\d+)\\s+місяця\\s+тому",
            "(\\d+)\\s+міс\\s+тому"
        ],
        "in \\1 week": [
            "через\\s+(\\d+)\\s+тиждень",
            "через\\s+(\\d+)\\s+тижня",
            "через\\s+(\\d+)\\s+тиж",
            "за\\s+(\\d+)\\s+тиж"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+тиждень\\s+тому",
            "(\\d+)\\s+тижня\\s+тому",
            "(\\d+)\\s+тиж\\s+тому"
        ],
        "in \\1 day": [
            "через\\s+(\\d+)\\s+день",
            "через\\s+(\\d+)\\s+дня",
            "через\\s+(\\d+)\\s+дн",
            "за\\s+(\\d+)\\s+д"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+день\\s+тому",
            "(\\d+)\\s+дня\\s+тому",
            "(\\d+)\\s+дн\\s+тому",
            "(\\d+)\\s+д\\s+тому"
        ],
        "in \\1 hour": [
            "через\\s+(\\d+)\\s+годину",
            "через\\s+(\\d+)\\s+години",
            "через\\s+(\\d+)\\s+год",
            "за\\s+(\\d+)\\s+год"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+годину\\s+тому",
            "(\\d+)\\s+години\\s+тому",
            "(\\d+)\\s+год\\s+тому"
        ],
        "in \\1 minute": [
            "через\\s+(\\d+)\\s+хвилину",
            "через\\s+(\\d+)\\s+хвилини",
            "через\\s+(\\d+)\\s+хв",
            "за\\s+(\\d+)\\s+хв"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+хвилину\\s+тому",
            "(\\d+)\\s+хвилини\\s+тому",
            "(\\d+)\\s+хв\\s+тому"
        ],
        "in \\1 second": [
            "через\\s+(\\d+)\\s+секунду",
            "через\\s+(\\d+)\\s+секунди",
            "через\\s+(\\d+)\\s+с",
            "за\\s+(\\d+)\\s+с"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+секунду\\s+тому",
            "(\\d+)\\s+секунди\\s+тому",
            "(\\d+)\\s+с\\s+тому"
        ],
        "2 day ago": [
            "позавчора"
        ]
    },
    "locale_specific": {},
    "skip": [
        "близько",
        "о",
        "об",
        "і",
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ],
    "ago": [
        "тому",
        "назад"
    ],
    "in": [
        "протягом"
    ],
    "simplifications": [
        {
            "^година": "1 година"
        },
        {
            "^годину": "1 годину"
        },
        {
            "^хвилину": "1 хвилину"
        },
        {
            "^секунду": "1 секунду"
        },
        {
            "кілька секунд": "44 секунди"
        },
        {
            "кілька хвилин": "2 хвилини"
        },
        {
            "опів на": "30 хвилин"
        },
        {
            "за чверть": "15 хвилин"
        }
    ]
}