# -*- coding: utf-8 -*-
info = {
    "name": "ur",
    "date_order": "DMY",
    "january": [
        "جنوری",
        "j"
    ],
    "february": [
        "فروری",
        "f"
    ],
    "march": [
        "مارچ",
        "m"
    ],
    "april": [
        "اپریل",
        "a"
    ],
    "may": [
        "مئی",
        "m"
    ],
    "june": [
        "جون",
        "j"
    ],
    "july": [
        "جولائی",
        "j"
    ],
    "august": [
        "اگست",
        "a"
    ],
    "september": [
        "ستمبر",
        "s"
    ],
    "october": [
        "اکتوبر",
        "o"
    ],
    "november": [
        "نومبر",
        "n"
    ],
    "december": [
        "دسمبر",
        "d"
    ],
    "monday": [
        "سوموار",
        "m"
    ],
    "tuesday": [
        "منگل",
        "t"
    ],
    "wednesday": [
        "بدھ",
        "w"
    ],
    "thursday": [
        "جمعرات",
        "t"
    ],
    "friday": [
        "جمعہ",
        "f"
    ],
    "saturday": [
        "ہفتہ",
        "s"
    ],
    "sunday": [
        "اتوار",
        "s"
    ],
    "am": [
        "am",
        "a"
    ],
    "pm": [
        "pm",
        "p"
    ],
    "year": [
        "سال"
    ],
    "month": [
        "مہینہ",
        "ماہ"
    ],
    "week": [
        "ہفتہ"
    ],
    "day": [
        "دن"
    ],
    "hour": [
        "گھنٹہ"
    ],
    "minute": [
        "منٹ"
    ],
    "second": [
        "سیکنڈ"
    ],
    "relative-type": {
        "1 year ago": [
            "گزشتہ\\s+سال"
        ],
        "0 year ago": [
            "اس\\s+سال"
        ],
        "in 1 year": [
            "اگلے\\s+سال"
        ],
        "1 month ago": [
            "پچھلے\\s+مہینہ"
        ],
        "0 month ago": [
            "اس\\s+مہینہ"
        ],
        "in 1 month": [
            "اگلے\\s+مہینہ"
        ],
        "1 week ago": [
            "پچھلے\\s+ہفتہ"
        ],
        "0 week ago": [
            "اس\\s+ہفتہ"
        ],
        "in 1 week": [
            "اگلے\\s+ہفتہ"
        ],
        "1 day ago": [
            "گزشتہ\\s+کل"
        ],
        "0 day ago": [
            "آج"
        ],
        "in 1 day": [
            "آئندہ\\s+کل"
        ],
        "0 hour ago": [
            "اس\\s+گھنٹے"
        ],
        "0 minute ago": [
            "اس\\s+منٹ"
        ],
        "0 second ago": [
            "اب"
        ],
        "in \\1 year": [
            "(\\d+)\\s+سال\\s+میں"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+سال\\s+پہلے"
        ],
        "in \\1 month": [
            "(\\d+)\\s+مہینہ\\s+میں",
            "(\\d+)\\s+مہینے\\s+میں",
            "(\\d+)\\s+ماہ\\s+میں"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+مہینہ\\s+پہلے",
            "(\\d+)\\s+مہینے\\s+پہلے",
            "(\\d+)\\s+ماہ\\s+قبل",
            "(\\d+)\\s+ماہ\\s+پہلے"
        ],
        "in \\1 week": [
            "(\\d+)\\s+ہفتہ\\s+میں",
            "(\\d+)\\s+ہفتے\\s+میں"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+ہفتہ\\s+پہلے",
            "(\\d+)\\s+ہفتے\\s+پہلے"
        ],
        "in \\1 day": [
            "(\\d+)\\s+دن\\s+میں",
            "(\\d+)\\s+دنوں\\s+میں"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+دن\\s+پہلے",
            "(\\d+)\\s+دنوں\\s+پہلے"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+گھنٹہ\\s+میں",
            "(\\d+)\\s+گھنٹے\\s+میں",
            "(\\d+)\\s+گھنٹوں\\s+میں"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+گھنٹہ\\s+پہلے",
            "(\\d+)\\s+گھنٹے\\s+پہلے"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+منٹ\\s+میں"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+منٹ\\s+پہلے"
        ],
        "in \\1 second": [
            "(\\d+)\\s+سیکنڈ\\s+میں"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+سیکنڈ\\s+پہلے"
        ]
    },
    "locale_specific": {
        "ur-IN": {
            "name": "ur-IN",
            "monday": [
                "پیر"
            ],
            "relative-type": {
                "1 month ago": [
                    "گزشتہ\\s+ماہ"
                ],
                "0 month ago": [
                    "اس\\s+ماہ"
                ],
                "in 1 month": [
                    "اگلے\\s+ماہ"
                ],
                "1 week ago": [
                    "گزشتہ\\s+ہفتہ"
                ],
                "in \\1 year": [
                    "(\\d+)\\s+سالوں\\s+میں"
                ],
                "\\1 year ago": [
                    "(\\d+)\\s+سالوں\\s+پہلے"
                ],
                "in \\1 week": [
                    "(\\d+)\\s+ہفتوں\\s+میں"
                ],
                "\\1 week ago": [
                    "(\\d+)\\s+ہفتہ\\s+قبل",
                    "(\\d+)\\s+ہفتے\\s+قبل"
                ],
                "\\1 day ago": [
                    "(\\d+)\\s+دن\\s+قبل"
                ],
                "\\1 hour ago": [
                    "(\\d+)\\s+گھنٹہ\\s+قبل",
                    "(\\d+)\\s+گھنٹے\\s+قبل"
                ],
                "\\1 minute ago": [
                    "(\\d+)\\s+منٹ\\s+قبل"
                ],
                "\\1 second ago": [
                    "(\\d+)\\s+سیکنڈ\\s+قبل"
                ]
            }
        }
    },
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}