# -*- coding: utf-8 -*-
info = {
    "name": "uz-Cyrl",
    "date_order": "DMY",
    "january": [
        "январ",
        "янв",
        "я"
    ],
    "february": [
        "феврал",
        "фев",
        "ф"
    ],
    "march": [
        "март",
        "мар",
        "м"
    ],
    "april": [
        "апрел",
        "апр",
        "а"
    ],
    "may": [
        "май",
        "м"
    ],
    "june": [
        "июн",
        "и"
    ],
    "july": [
        "июл",
        "и"
    ],
    "august": [
        "август",
        "авг",
        "а"
    ],
    "september": [
        "сентябр",
        "сен",
        "с"
    ],
    "october": [
        "октябр",
        "окт",
        "о"
    ],
    "november": [
        "ноябр",
        "ноя",
        "н"
    ],
    "december": [
        "декабр",
        "дек",
        "д"
    ],
    "monday": [
        "душанба",
        "душ",
        "д"
    ],
    "tuesday": [
        "сешанба",
        "сеш",
        "с"
    ],
    "wednesday": [
        "чоршанба",
        "чор",
        "ч"
    ],
    "thursday": [
        "пайшанба",
        "пай",
        "п"
    ],
    "friday": [
        "жума",
        "жум",
        "ж"
    ],
    "saturday": [
        "шанба",
        "шан",
        "ш"
    ],
    "sunday": [
        "якшанба",
        "якш",
        "я"
    ],
    "am": [
        "то"
    ],
    "pm": [
        "тк"
    ],
    "year": [
        "йил"
    ],
    "month": [
        "ой"
    ],
    "week": [
        "ҳафта"
    ],
    "day": [
        "кун"
    ],
    "hour": [
        "соат"
    ],
    "minute": [
        "дақиқа"
    ],
    "second": [
        "сония"
    ],
    "relative-type": {
        "1 year ago": [
            "ўтган\\s+йил"
        ],
        "0 year ago": [
            "бу\\s+йил"
        ],
        "in 1 year": [
            "кейинги\\s+йил"
        ],
        "1 month ago": [
            "ўтган\\s+ой"
        ],
        "0 month ago": [
            "бу\\s+ой"
        ],
        "in 1 month": [
            "кейинги\\s+ой"
        ],
        "1 week ago": [
            "ўтган\\s+ҳафта"
        ],
        "0 week ago": [
            "бу\\s+ҳафта"
        ],
        "in 1 week": [
            "кейинги\\s+ҳафта"
        ],
        "1 day ago": [
            "кеча"
        ],
        "0 day ago": [
            "бугун"
        ],
        "in 1 day": [
            "эртага"
        ],
        "0 hour ago": [
            "this\\s+hour"
        ],
        "0 minute ago": [
            "this\\s+minute"
        ],
        "0 second ago": [
            "ҳозир"
        ],
        "in \\1 year": [
            "(\\d+)\\s+йилдан\\s+сўнг"
        ],
        "\\1 year ago": [
            "(\\d+)\\s+йил\\s+аввал"
        ],
        "in \\1 month": [
            "(\\d+)\\s+ойдан\\s+сўнг"
        ],
        "\\1 month ago": [
            "(\\d+)\\s+ой\\s+аввал"
        ],
        "in \\1 week": [
            "(\\d+)\\s+ҳафтадан\\s+сўнг"
        ],
        "\\1 week ago": [
            "(\\d+)\\s+ҳафта\\s+олдин"
        ],
        "in \\1 day": [
            "(\\d+)\\s+кундан\\s+сўнг"
        ],
        "\\1 day ago": [
            "(\\d+)\\s+кун\\s+олдин"
        ],
        "in \\1 hour": [
            "(\\d+)\\s+соатдан\\s+сўнг"
        ],
        "\\1 hour ago": [
            "(\\d+)\\s+соат\\s+олдин"
        ],
        "in \\1 minute": [
            "(\\d+)\\s+дақиқадан\\s+сўнг"
        ],
        "\\1 minute ago": [
            "(\\d+)\\s+дақиқа\\s+олдин"
        ],
        "in \\1 second": [
            "(\\d+)\\s+сониядан\\s+сўнг"
        ],
        "\\1 second ago": [
            "(\\d+)\\s+сония\\s+олдин"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}