# -*- coding: utf-8 -*-
info = {
    "name": "yi",
    "date_order": "DMY",
    "january": [
        "יאַנואַר",
        "יאַנ"
    ],
    "february": [
        "פֿעברואַר",
        "פֿעב"
    ],
    "march": [
        "מערץ"
    ],
    "april": [
        "אַפּריל",
        "אַפּר"
    ],
    "may": [
        "מיי"
    ],
    "june": [
        "יוני"
    ],
    "july": [
        "יולי"
    ],
    "august": [
        "אויגוסט",
        "אויג"
    ],
    "september": [
        "סעפּטעמבער",
        "סעפּ"
    ],
    "october": [
        "אקטאבער",
        "אקט"
    ],
    "november": [
        "נאוועמבער",
        "נאוו"
    ],
    "december": [
        "דעצעמבער",
        "דעצ"
    ],
    "monday": [
        "מאָנטיק",
        "m"
    ],
    "tuesday": [
        "דינסטיק",
        "t"
    ],
    "wednesday": [
        "מיטוואך",
        "w"
    ],
    "thursday": [
        "דאנערשטיק",
        "t"
    ],
    "friday": [
        "פֿרײַטיק",
        "f"
    ],
    "saturday": [
        "שבת",
        "s"
    ],
    "sunday": [
        "זונטיק",
        "s"
    ],
    "am": [
        "פֿאַרמיטאָג"
    ],
    "pm": [
        "נאָכמיטאָג"
    ],
    "year": [
        "יאָר"
    ],
    "month": [
        "מאנאַט"
    ],
    "week": [
        "וואך"
    ],
    "day": [
        "טאָג"
    ],
    "hour": [
        "שעה"
    ],
    "minute": [
        "מינוט"
    ],
    "second": [
        "סעקונדע"
    ],
    "relative-type": {
        "1 year ago": [
            "פֿאַראַיאָר"
        ],
        "0 year ago": [
            "הײַ\\s+יאָר"
        ],
        "in 1 year": [
            "איבער\\s+א\\s+יאָר"
        ],
        "1 month ago": [
            "פֿאַרגאנגענעם\\s+חודש"
        ],
        "0 month ago": [
            "דעם\\s+חודש"
        ],
        "in 1 month": [
            "קומענדיקן\\s+חודש"
        ],
        "1 week ago": [
            "last\\s+week"
        ],
        "0 week ago": [
            "this\\s+week"
        ],
        "in 1 week": [
            "איבער\\s+אַכט\\s+טאָג"
        ],
        "1 day ago": [
            "נעכטן"
        ],
        "0 day ago": [
            "היינט"
        ],
        "in 1 day": [
            "מארגן"
        ],
        "0 hour ago": [
            "this\\s+hour"
        ],
        "0 minute ago": [
            "this\\s+minute"
        ],
        "0 second ago": [
            "now"
        ],
        "in \\1 year": [
            "איבער\\s+(\\d+)\\s+יאָר",
            "איבער\\s+א\\s+יאָר"
        ],
        "\\1 year ago": [
            "פֿאַר\\s+(\\d+)\\s+יאָר"
        ],
        "in \\1 month": [
            "איבער\\s+(\\d+)\\s+חודש",
            "איבער\\s+(\\d+)\\s+חדשים"
        ],
        "\\1 month ago": [
            "פֿאַר\\s+(\\d+)\\s+חודש",
            "פֿאַר\\s+(\\d+)\\s+חדשים"
        ],
        "in \\1 day": [
            "אין\\s+(\\d+)\\s+טאָג\\s+אַרום",
            "אין\\s+(\\d+)\\s+טעג\\s+אַרום"
        ]
    },
    "locale_specific": {},
    "skip": [
        " ",
        ".",
        ",",
        ";",
        "-",
        "/",
        "'",
        "|",
        "@",
        "[",
        "]",
        "，"
    ]
}