am = {
    "name": "am", 
    "date_order": "DMY", 
    "january": [
        "ጃንዩወሪ", 
        "ጃ", 
        "ጃንዩ"
    ], 
    "february": [
        "ፌብሩ", 
        "ፌብሩወሪ", 
        "ፌ"
    ], 
    "march": [
        "ማርች", 
        "ማ"
    ], 
    "april": [
        "ኤፕሪል", 
        "ኤፕሪ", 
        "ኤ"
    ], 
    "may": [
        "ሜይ", 
        "ሜ"
    ], 
    "june": [
        "ጁ", 
        "ጁን"
    ], 
    "july": [
        "ጁ", 
        "ጁላይ"
    ], 
    "august": [
        "ኦገስት", 
        "ኦገስ", 
        "ኦ"
    ], 
    "september": [
        "ሴፕቴምበር", 
        "ሴፕቴ", 
        "ሴ"
    ], 
    "october": [
        "ኦክቶ", 
        "ኦክቶበር", 
        "ኦ"
    ], 
    "november": [
        "ኖ", 
        "ኖቬም", 
        "ኖቬምበር"
    ], 
    "december": [
        "ዲሴም", 
        "ዲሴምበር", 
        "ዲ"
    ], 
    "monday": [
        "ሰ", 
        "ሰኞ"
    ], 
    "tuesday": [
        "ማ", 
        "ማክሰኞ", 
        "ማክሰ"
    ], 
    "wednesday": [
        "ረ", 
        "ረቡዕ"
    ], 
    "thursday": [
        "ሐ", 
        "ሐሙስ"
    ], 
    "friday": [
        "ዓርብ", 
        "ዓ"
    ], 
    "saturday": [
        "ቅዳሜ", 
        "ቅ"
    ], 
    "sunday": [
        "እ", 
        "እሑድ"
    ], 
    "am": [
        "ጠ", 
        "ጥዋት"
    ], 
    "pm": [
        "ከሰዓት", 
        "ከ"
    ], 
    "year": [
        "ዓመት"
    ], 
    "month": [
        "ወር"
    ], 
    "week": [
        "ሳምንት"
    ], 
    "day": [
        "ቀን"
    ], 
    "hour": [
        "ሰዓት"
    ], 
    "minute": [
        "ደቂቃ"
    ], 
    "second": [
        "ሰከንድ"
    ], 
    "relative-type": {
        "1 year ago": [
            "ያለፈው ዓመት"
        ], 
        "0 year ago": [
            "በዚህ ዓመት"
        ], 
        "in 1 year": [
            "የሚቀጥለው ዓመት"
        ], 
        "1 month ago": [
            "ያለፈው ወር"
        ], 
        "0 month ago": [
            "በዚህ ወር"
        ], 
        "in 1 month": [
            "የሚቀጥለው ወር"
        ], 
        "1 week ago": [
            "ያለፈው ሳምንት", 
            "ባለፈው ሳምንት"
        ], 
        "0 week ago": [
            "በዚህ ሣምንት", 
            "በዚህ ሳምንት"
        ], 
        "in 1 week": [
            "የሚቀጥለው ሳምንት"
        ], 
        "1 day ago": [
            "ትናንት", 
            "ትላንትና"
        ], 
        "0 day ago": [
            "ዛሬ"
        ], 
        "in 1 day": [
            "ነገ"
        ], 
        "0 hour ago": [
            "ይህ ሰዓት"
        ], 
        "0 minute ago": [
            "ይህ ደቂቃ"
        ], 
        "0 second ago": [
            "አሁን"
        ], 
        "in \\1 year": [
            "በ(\\d+) ዓመታት ውስጥ"
        ], 
        "\\1 year ago": [
            "ከ(\\d+) ዓመት በፊት", 
            "ከ(\\d+) ዓመታት በፊት"
        ], 
        "in \\1 month": [
            "በ(\\d+) ወራት ውስጥ", 
            "በ(\\d+) ወር ውስጥ"
        ], 
        "\\1 month ago": [
            "ከ(\\d+) ወራት በፊት", 
            "ከ(\\d+) ወር በፊት"
        ], 
        "in \\1 week": [
            "በ(\\d+) ሳምንታት ውስጥ", 
            "በ(\\d+) ሳምንት ውስጥ"
        ], 
        "\\1 week ago": [
            "ከ(\\d+) ሳምንት በፊት", 
            "ከ(\\d+) ሳምንታት በፊት"
        ], 
        "in \\1 day": [
            "በ(\\d+) ቀናት ውስጥ", 
            "በ(\\d+) ቀኖች ውስጥ", 
            "በ(\\d+) ቀን ውስጥ"
        ], 
        "\\1 day ago": [
            "ከ(\\d+) ቀናት በፊት", 
            "ከ (\\d+) ቀን በፊት", 
            "ከ(\\d+) ቀኖች በፊት", 
            "ከ(\\d+) ቀን በፊት"
        ], 
        "in \\1 hour": [
            "በ(\\d+) ሰዓት ውስጥ", 
            "በ(\\d+) ሰዓቶች ውስጥ"
        ], 
        "\\1 hour ago": [
            "ከ(\\d+) ሰዓት በፊት", 
            "ከ(\\d+) ሰዓቶች በፊት"
        ], 
        "in \\1 minute": [
            "በ(\\d+) ደቂቃዎች ውስጥ", 
            "በ(\\d+) ደቂቃ ውስጥ"
        ], 
        "\\1 minute ago": [
            "ከ(\\d+) ደቂቃ በፊት", 
            "ከ(\\d+) ደቂቃዎች በፊት"
        ], 
        "in \\1 second": [
            "በ(\\d+) ሰከንዶች ውስጥ", 
            "በ(\\d+) ሰከንድ ውስጥ"
        ], 
        "\\1 second ago": [
            "ከ(\\d+) ሰከንዶች በፊት", 
            "ከ(\\d+) ሰከንድ በፊት"
        ]
    }, 
    "locale_specific": {}
}