ar = {
    "name": "ar", 
    "date_order": "DMY", 
    "january": [
        "يناير", 
        "ي"
    ], 
    "february": [
        "ف", 
        "فبراير"
    ], 
    "march": [
        "م", 
        "مارس"
    ], 
    "april": [
        "أ", 
        "أبريل"
    ], 
    "may": [
        "و", 
        "مايو"
    ], 
    "june": [
        "ن", 
        "يونيو"
    ], 
    "july": [
        "يوليو", 
        "ل"
    ], 
    "august": [
        "غ", 
        "أغسطس"
    ], 
    "september": [
        "سبتمبر", 
        "س"
    ], 
    "october": [
        "ك", 
        "أكتوبر"
    ], 
    "november": [
        "ب", 
        "نوفمبر"
    ], 
    "december": [
        "ديسمبر", 
        "د"
    ], 
    "monday": [
        "الاثنين", 
        "ن", 
        "الإثنين"
    ], 
    "tuesday": [
        "الثلاثاء", 
        "ث"
    ], 
    "wednesday": [
        "ر", 
        "الأربعاء"
    ], 
    "thursday": [
        "الخميس", 
        "خ"
    ], 
    "friday": [
        "الجمعة", 
        "ج"
    ], 
    "saturday": [
        "س", 
        "السبت"
    ], 
    "sunday": [
        "ح", 
        "الأحد"
    ], 
    "am": [
        "ص", 
        "صباحًا", 
        "صباحاً"
    ], 
    "pm": [
        "م", 
        "مساءً"
    ], 
    "year": [
        "السنة", 
        "عام", 
        "سنة"
    ], 
    "month": [
        "الشهر", 
        "شهر"
    ], 
    "week": [
        "الأسبوع", 
        "أسبوع"
    ], 
    "day": [
        "يوم", 
        "يوم", 
        "أيام"
    ], 
    "hour": [
        "الساعات", 
        "ساعة", 
        "ساعات"
    ], 
    "minute": [
        "الدقائق", 
        "دقيقة", 
        "دقائق"
    ], 
    "second": [
        "الثواني", 
        "ثانية"
    ], 
    "relative-type": {
        "1 year ago": [
            "السنة الماضية"
        ], 
        "0 year ago": [
            "السنة الحالية"
        ], 
        "in 1 year": [
            "السنة القادمة"
        ], 
        "1 month ago": [
            "الشهر الماضي"
        ], 
        "0 month ago": [
            "هذا الشهر"
        ], 
        "in 1 month": [
            "الشهر القادم"
        ], 
        "1 week ago": [
            "الأسبوع الماضي"
        ], 
        "0 week ago": [
            "هذا الأسبوع"
        ], 
        "in 1 week": [
            "الأسبوع القادم"
        ], 
        "1 day ago": [
            "أمس", 
            "اليوم السابق", 
            "الأمس"
        ], 
        "0 day ago": [
            "اليوم"
        ], 
        "in 1 day": [
            "غدًا"
        ], 
        "0 hour ago": [
            "الساعة الحالية"
        ], 
        "0 minute ago": [
            "هذه الدقيقة"
        ], 
        "0 second ago": [
            "الآن"
        ], 
        "in \\1 year": [
            "خلال سنة واحدة", 
            "خلال (\\d+) سنة"
        ], 
        "\\1 year ago": [
            "قبل (\\d+) سنة", 
            "قبل سنة واحدة"
        ], 
        "in \\1 month": [
            "خلال شهر واحد", 
            "خلال (\\d+) شهر"
        ], 
        "\\1 month ago": [
            "قبل شهر واحد", 
            "قبل (\\d+) شهر"
        ], 
        "in \\1 week": [
            "خلال أسبوع واحد", 
            "خلال (\\d+) أسبوع"
        ], 
        "\\1 week ago": [
            "قبل (\\d+) أسبوع", 
            "قبل أسبوع واحد"
        ], 
        "in \\1 day": [
            "خلال (\\d+) يوم", 
            "خلال يوم واحد"
        ], 
        "\\1 day ago": [
            "قبل يوم واحد", 
            "قبل (\\d+) يوم"
        ], 
        "in \\1 hour": [
            "خلال (\\d+) ساعة", 
            "خلال ساعة واحدة"
        ], 
        "\\1 hour ago": [
            "قبل ساعة واحدة", 
            "قبل (\\d+) ساعة"
        ], 
        "in \\1 minute": [
            "خلال (\\d+) دقيقة", 
            "خلال دقيقة واحدة"
        ], 
        "\\1 minute ago": [
            "قبل دقيقة واحدة", 
            "قبل (\\d+) دقيقة"
        ], 
        "in \\1 second": [
            "خلال (\\d+) ثانية", 
            "خلال ثانية واحدة"
        ], 
        "\\1 second ago": [
            "قبل ثانية واحدة", 
            "قبل (\\d+) ثانية"
        ], 
        "1 hour ago": [
            "ساعة واحدة"
        ], 
        "2 hour ago": [
            "ساعتين"
        ], 
        "2 day ago": [
            "يومين"
        ]
    }, 
    "locale_specific": {
        "ar-AE": {
            "name": "ar-AE", 
            "relative-type": {
                "0 year ago": [
                    "هذه السنة"
                ], 
                "in 1 year": [
                    "السنة التالية"
                ]
            }
        }, 
        "ar-BH": {
            "name": "ar-BH"
        }, 
        "ar-DJ": {
            "name": "ar-DJ"
        }, 
        "ar-DZ": {
            "name": "ar-DZ", 
            "january": [
                "جانفي", 
                "ج"
            ], 
            "february": [
                "فيفري"
            ], 
            "april": [
                "أفريل"
            ], 
            "may": [
                "ماي", 
                "م"
            ], 
            "june": [
                "جوان", 
                "ج"
            ], 
            "july": [
                "ج", 
                "جويلية"
            ], 
            "august": [
                "أوت", 
                "أ"
            ], 
            "october": [
                "أ"
            ], 
            "november": [
                "ن"
            ]
        }, 
        "ar-EG": {
            "name": "ar-EG"
        }, 
        "ar-EH": {
            "name": "ar-EH"
        }, 
        "ar-ER": {
            "name": "ar-ER"
        }, 
        "ar-IL": {
            "name": "ar-IL"
        }, 
        "ar-IQ": {
            "name": "ar-IQ", 
            "january": [
                "كانون الثاني", 
                "ك"
            ], 
            "february": [
                "شباط", 
                "ش"
            ], 
            "march": [
                "آذار", 
                "آ"
            ], 
            "april": [
                "نيسان", 
                "ن"
            ], 
            "may": [
                "أ", 
                "أيار"
            ], 
            "june": [
                "ح", 
                "حزيران"
            ], 
            "july": [
                "ت", 
                "تموز"
            ], 
            "august": [
                "آ", 
                "آب"
            ], 
            "september": [
                "أ", 
                "أيلول"
            ], 
            "october": [
                "تشرین الأول", 
                "ت", 
                "تشرين الأول"
            ], 
            "november": [
                "تشرين الثاني", 
                "ت"
            ], 
            "december": [
                "ك", 
                "كانون الأول"
            ]
        }, 
        "ar-JO": {
            "name": "ar-JO", 
            "january": [
                "كانون الثاني", 
                "ك"
            ], 
            "february": [
                "شباط", 
                "ش"
            ], 
            "march": [
                "آذار", 
                "آ"
            ], 
            "april": [
                "نيسان", 
                "ن"
            ], 
            "may": [
                "أ", 
                "أيار"
            ], 
            "june": [
                "ح", 
                "حزيران"
            ], 
            "july": [
                "ت", 
                "تموز"
            ], 
            "august": [
                "آ", 
                "آب"
            ], 
            "september": [
                "أ", 
                "أيلول"
            ], 
            "october": [
                "ت", 
                "تشرين الأول"
            ], 
            "november": [
                "تشرين الثاني", 
                "ت"
            ], 
            "december": [
                "ك", 
                "كانون الأول"
            ]
        }, 
        "ar-KM": {
            "name": "ar-KM"
        }, 
        "ar-KW": {
            "name": "ar-KW"
        }, 
        "ar-LB": {
            "name": "ar-LB", 
            "january": [
                "كانون الثاني", 
                "ك"
            ], 
            "february": [
                "شباط", 
                "ش"
            ], 
            "march": [
                "آذار", 
                "آ"
            ], 
            "april": [
                "نيسان", 
                "ن"
            ], 
            "may": [
                "أ", 
                "أيار"
            ], 
            "june": [
                "ح", 
                "حزيران"
            ], 
            "july": [
                "ت", 
                "تموز"
            ], 
            "august": [
                "آ", 
                "آب"
            ], 
            "september": [
                "أ", 
                "أيلول"
            ], 
            "october": [
                "ت", 
                "تشرين الأول"
            ], 
            "november": [
                "تشرين الثاني", 
                "ت"
            ], 
            "december": [
                "ك", 
                "كانون الأول"
            ]
        }, 
        "ar-LY": {
            "name": "ar-LY"
        }, 
        "ar-MA": {
            "name": "ar-MA", 
            "may": [
                "ماي", 
                "م"
            ], 
            "july": [
                "يوليوز"
            ], 
            "august": [
                "غشت"
            ], 
            "september": [
                "شتنبر", 
                "ش"
            ], 
            "november": [
                "نونبر"
            ], 
            "december": [
                "دجنبر"
            ]
        }, 
        "ar-MR": {
            "name": "ar-MR", 
            "april": [
                "إبريل", 
                "إ"
            ], 
            "august": [
                "أغشت"
            ], 
            "september": [
                "شتمبر", 
                "ش"
            ], 
            "december": [
                "دجمبر"
            ]
        }, 
        "ar-OM": {
            "name": "ar-OM"
        }, 
        "ar-PS": {
            "name": "ar-PS", 
            "january": [
                "كانون الثاني", 
                "ك"
            ], 
            "february": [
                "شباط", 
                "ش"
            ], 
            "march": [
                "آذار", 
                "آ"
            ], 
            "april": [
                "نيسان", 
                "ن"
            ], 
            "may": [
                "أ", 
                "أيار"
            ], 
            "june": [
                "ح", 
                "حزيران"
            ], 
            "july": [
                "ت", 
                "تموز"
            ], 
            "august": [
                "آ", 
                "آب"
            ], 
            "september": [
                "أ", 
                "أيلول"
            ], 
            "october": [
                "ت", 
                "تشرين الأول"
            ], 
            "november": [
                "تشرين الثاني", 
                "ت"
            ], 
            "december": [
                "ك", 
                "كانون الأول"
            ]
        }, 
        "ar-QA": {
            "name": "ar-QA"
        }, 
        "ar-SA": {
            "name": "ar-SA"
        }, 
        "ar-SD": {
            "name": "ar-SD"
        }, 
        "ar-SO": {
            "name": "ar-SO"
        }, 
        "ar-SS": {
            "name": "ar-SS"
        }, 
        "ar-SY": {
            "name": "ar-SY", 
            "january": [
                "كانون الثاني", 
                "ك"
            ], 
            "february": [
                "شباط", 
                "ش"
            ], 
            "march": [
                "آذار", 
                "آ"
            ], 
            "april": [
                "نيسان", 
                "ن"
            ], 
            "may": [
                "أ", 
                "أيار"
            ], 
            "june": [
                "ح", 
                "حزيران"
            ], 
            "july": [
                "ت", 
                "تموز"
            ], 
            "august": [
                "آ", 
                "آب"
            ], 
            "september": [
                "أ", 
                "أيلول"
            ], 
            "october": [
                "ت", 
                "تشرين الأول"
            ], 
            "november": [
                "تشرين الثاني", 
                "ت"
            ], 
            "december": [
                "ك", 
                "كانون الأول"
            ]
        }, 
        "ar-TD": {
            "name": "ar-TD"
        }, 
        "ar-TN": {
            "name": "ar-TN", 
            "january": [
                "جانفي", 
                "ج"
            ], 
            "february": [
                "فيفري"
            ], 
            "april": [
                "أفريل"
            ], 
            "may": [
                "ماي", 
                "م"
            ], 
            "june": [
                "جوان", 
                "ج"
            ], 
            "july": [
                "ج", 
                "جويلية"
            ], 
            "august": [
                "أوت", 
                "أ"
            ], 
            "october": [
                "أ"
            ], 
            "november": [
                "ن"
            ]
        }, 
        "ar-YE": {
            "name": "ar-YE"
        }
    }, 
    "ago": [
        "منذ"
    ], 
    "skip": [
        "الساعة", 
        "مساءً", 
        "في", 
        "هـ"
    ], 
    "in": [
        "خلال"
    ]
}