be = {
    "name": "be", 
    "date_order": "DMY", 
    "january": [
        "с", 
        "сту", 
        "студзеня", 
        "студзень", 
        "Стд"
    ], 
    "february": [
        "люты", 
        "лют", 
        "л", 
        "лютага"
    ], 
    "march": [
        "сак", 
        "с", 
        "сакавік", 
        "сакавіка"
    ], 
    "april": [
        "красавік", 
        "красавіка", 
        "к", 
        "кра", 
        "Крс"
    ], 
    "may": [
        "мая", 
        "м", 
        "май", 
        "Траўня", 
        "Тра"
    ], 
    "june": [
        "чэр", 
        "чэрвеня", 
        "ч", 
        "чэрвень"
    ], 
    "july": [
        "ліп", 
        "л", 
        "ліпеня", 
        "ліпень"
    ], 
    "august": [
        "жнівень", 
        "жні", 
        "жніўня", 
        "ж", 
        "Жнівеня", 
        "Жнв"
    ], 
    "september": [
        "верасень", 
        "в", 
        "вер", 
        "верасня", 
        "Врс"
    ], 
    "october": [
        "кас", 
        "кастрычнік", 
        "к", 
        "кастрычніка", 
        "Кст"
    ], 
    "november": [
        "л", 
        "лістапад", 
        "лістапада", 
        "ліс", 
        "Ліс"
    ], 
    "december": [
        "с", 
        "снежань", 
        "сне", 
        "снежня", 
        "Снж"
    ], 
    "monday": [
        "панядзелак", 
        "пн", 
        "п", 
        "Пнд"
    ], 
    "tuesday": [
        "а", 
        "аў", 
        "аўторак", 
        "Аўт"
    ], 
    "wednesday": [
        "с", 
        "ср", 
        "серада"
    ], 
    "thursday": [
        "чц", 
        "чацвер", 
        "ч", 
        "Чцв", 
        "Чв"
    ], 
    "friday": [
        "пятніца", 
        "пт", 
        "п", 
        "Пят"
    ], 
    "saturday": [
        "сб", 
        "субота", 
        "с", 
        "Суб"
    ], 
    "sunday": [
        "нд", 
        "н", 
        "нядзеля", 
        "Няд"
    ], 
    "am": [
        "am"
    ], 
    "pm": [
        "pm"
    ], 
    "year": [
        "год", 
        "г", 
        "гады", 
        "года", 
        "гадоў"
    ], 
    "month": [
        "месяц", 
        "мес", 
        "месяца", 
        "месяцы", 
        "месяцаў"
    ], 
    "week": [
        "тыд", 
        "тыдзень", 
        "тыдня", 
        "тыдні", 
        "тыдняў"
    ], 
    "day": [
        "дзень", 
        "д", 
        "дні", 
        "дзён", 
        "дзен"
    ], 
    "hour": [
        "гадзіна", 
        "гадз", 
        "гадзіны", 
        "гадзіну", 
        "гадзін"
    ], 
    "minute": [
        "хвіліна", 
        "хв", 
        "хвілін", 
        "хвіліны", 
        "хвіліну", 
        "хвіл"
    ], 
    "second": [
        "с", 
        "секунда", 
        "секунды", 
        "секунду", 
        "секунд", 
        "сек"
    ], 
    "relative-type": {
        "1 year ago": [
            "у мінулым годзе"
        ], 
        "0 year ago": [
            "у гэтым годзе"
        ], 
        "in 1 year": [
            "у наступным годзе"
        ], 
        "1 month ago": [
            "у мінулым месяцы"
        ], 
        "0 month ago": [
            "у гэтым месяцы"
        ], 
        "in 1 month": [
            "у наступным месяцы"
        ], 
        "1 week ago": [
            "на мінулым тыдні"
        ], 
        "0 week ago": [
            "на гэтым тыдні"
        ], 
        "in 1 week": [
            "на наступным тыдні"
        ], 
        "1 day ago": [
            "учора", 
            "ўчора"
        ], 
        "0 day ago": [
            "сёння", 
            "сення"
        ], 
        "in 1 day": [
            "заўтра"
        ], 
        "0 hour ago": [
            "у гэту гадзіну"
        ], 
        "0 minute ago": [
            "у гэту хвіліну"
        ], 
        "0 second ago": [
            "цяпер"
        ], 
        "in \\1 year": [
            "праз (\\d+) год", 
            "праз (\\d+) года", 
            "праз (\\d+) г"
        ], 
        "\\1 year ago": [
            "(\\d+) год таму", 
            "(\\d+) г таму", 
            "(\\d+) года таму"
        ], 
        "in \\1 month": [
            "праз (\\d+) месяца", 
            "праз (\\d+) месяц", 
            "праз (\\d+) мес"
        ], 
        "\\1 month ago": [
            "(\\d+) месяца таму", 
            "(\\d+) месяц таму", 
            "(\\d+) мес таму"
        ], 
        "in \\1 week": [
            "праз (\\d+) тыдзень", 
            "праз (\\d+) тыдня", 
            "праз (\\d+) тыд"
        ], 
        "\\1 week ago": [
            "(\\d+) тыд таму", 
            "(\\d+) тыдня таму", 
            "(\\d+) тыдзень таму"
        ], 
        "in \\1 day": [
            "праз (\\d+) дня", 
            "праз (\\d+) дзень", 
            "праз (\\d+) д"
        ], 
        "\\1 day ago": [
            "(\\d+) дзень таму", 
            "(\\d+) д таму", 
            "(\\d+) дня таму"
        ], 
        "in \\1 hour": [
            "праз (\\d+) гадзіну", 
            "праз (\\d+) гадзіны", 
            "праз (\\d+) гадз"
        ], 
        "\\1 hour ago": [
            "(\\d+) гадз таму", 
            "(\\d+) гадзіны таму", 
            "(\\d+) гадзіну таму"
        ], 
        "in \\1 minute": [
            "праз (\\d+) хвіліну", 
            "праз (\\d+) хвіліны", 
            "праз (\\d+) хв"
        ], 
        "\\1 minute ago": [
            "(\\d+) хвіліну таму", 
            "(\\d+) хв таму", 
            "(\\d+) хвіліны таму"
        ], 
        "in \\1 second": [
            "праз (\\d+) секунды", 
            "праз (\\d+) с", 
            "праз (\\d+) секунду"
        ], 
        "\\1 second ago": [
            "(\\d+) с таму", 
            "(\\d+) секунды таму", 
            "(\\d+) секунду таму"
        ], 
        "2 day ago": [
            "пазаўчора"
        ]
    }, 
    "locale_specific": {}, 
    "ago": [
        "таму назад", 
        "таму", 
        "назад"
    ], 
    "skip": [
        "каля", 
        "у", 
        "ў", 
        "і"
    ], 
    "simplifications": {
        "^секунду": "1 секунду", 
        "(\\d+)\\s*гадзін\\s(\\d+)\\s*хвілін": "\\1:\\2", 
        "^хвіліну": "1 хвіліну", 
        "некалькі секунд": "44 секунды", 
        "гадзіну": "1 гадзіну", 
        "^гадзіна": "1 гадзіна", 
        "некалькі хвілін": "2 хвіліны"
    }, 
    "in": [
        "на працягу"
    ]
}