bg = {
    "name": "bg", 
    "date_order": "DMY", 
    "january": [
        "яну", 
        "я", 
        "януари", 
        "ян"
    ], 
    "february": [
        "фев", 
        "ф", 
        "февруари", 
        "фв"
    ], 
    "march": [
        "март", 
        "м"
    ], 
    "april": [
        "а", 
        "април", 
        "апр", 
        "ап"
    ], 
    "may": [
        "м", 
        "май"
    ], 
    "june": [
        "юни", 
        "ю", 
        "юн"
    ], 
    "july": [
        "юли", 
        "ю", 
        "юл"
    ], 
    "august": [
        "а", 
        "август", 
        "авг"
    ], 
    "september": [
        "с", 
        "септември", 
        "сеп", 
        "септ", 
        "септм"
    ], 
    "october": [
        "окт", 
        "октомври", 
        "о"
    ], 
    "november": [
        "н", 
        "ное", 
        "ноември"
    ], 
    "december": [
        "декември", 
        "дек", 
        "д"
    ], 
    "monday": [
        "пн", 
        "понеделник", 
        "п", 
        "пон"
    ], 
    "tuesday": [
        "вторник", 
        "в", 
        "вт", 
        "вто"
    ], 
    "wednesday": [
        "с", 
        "ср", 
        "сряда", 
        "сря"
    ], 
    "thursday": [
        "четвъртък", 
        "чт", 
        "ч"
    ], 
    "friday": [
        "петък", 
        "пт", 
        "п"
    ], 
    "saturday": [
        "събота", 
        "сб", 
        "с"
    ], 
    "sunday": [
        "нд", 
        "н", 
        "неделя"
    ], 
    "am": [
        "пр.об", 
        "am"
    ], 
    "pm": [
        "сл.об", 
        "pm"
    ], 
    "year": [
        "година", 
        "г", 
        "г", 
        "год", 
        "години"
    ], 
    "month": [
        "месец", 
        "м", 
        "мес", 
        "месеци"
    ], 
    "week": [
        "седм", 
        "седмица", 
        "с", 
        "сед", 
        "седмици"
    ], 
    "day": [
        "ден", 
        "д", 
        "дни", 
        "дена"
    ], 
    "hour": [
        "час", 
        "ч", 
        "часа"
    ], 
    "minute": [
        "минута", 
        "мин", 
        "минути"
    ], 
    "second": [
        "с", 
        "секунда", 
        "сек", 
        "секунди"
    ], 
    "relative-type": {
        "1 year ago": [
            "миналата година", 
            "мин г", 
            "преди година"
        ], 
        "0 year ago": [
            "т г", 
            "тази година"
        ], 
        "in 1 year": [
            "сл г", 
            "следващата година", 
            "следв г"
        ], 
        "1 month ago": [
            "мин мес", 
            "мин м", 
            "предходен месец"
        ], 
        "0 month ago": [
            "този месец", 
            "този мес", 
            "т м"
        ], 
        "in 1 month": [
            "следващ месец", 
            "следв мес", 
            "сл м"
        ], 
        "1 week ago": [
            "миналата седмица", 
            "мин седм", 
            "предходната седмица", 
            "преди седмица"
        ], 
        "0 week ago": [
            "тази седм", 
            "тази седмица"
        ], 
        "in 1 week": [
            "следв седм", 
            "следващата седмица", 
            "сл седм"
        ], 
        "1 day ago": [
            "вчера", 
            "снощи", 
            "преди ден"
        ], 
        "0 day ago": [
            "днес"
        ], 
        "in 1 day": [
            "утре", 
            "след ден"
        ], 
        "0 hour ago": [
            "в този час"
        ], 
        "0 minute ago": [
            "в тази минута"
        ], 
        "0 second ago": [
            "сега"
        ], 
        "in \\1 year": [
            "след (\\d+) г", 
            "след (\\d+) години", 
            "след (\\d+) година", 
            "сл (\\d+) г"
        ], 
        "\\1 year ago": [
            "преди (\\d+) година", 
            "преди (\\d+) години", 
            "преди (\\d+) г", 
            "пр (\\d+) г"
        ], 
        "in \\1 month": [
            "след (\\d+) месец", 
            "след (\\d+) месеца", 
            "сл (\\d+) м", 
            "след (\\d+) м"
        ], 
        "\\1 month ago": [
            "преди (\\d+) м", 
            "преди (\\d+) месец", 
            "преди (\\d+) месеца", 
            "пр (\\d+) м"
        ], 
        "in \\1 week": [
            "след (\\d+) седм", 
            "след (\\d+) седмица", 
            "сл (\\d+) седм", 
            "след (\\d+) седмици"
        ], 
        "\\1 week ago": [
            "пр (\\d+) седм", 
            "преди (\\d+) седм", 
            "преди (\\d+) седмица", 
            "преди (\\d+) седмици"
        ], 
        "in \\1 day": [
            "след (\\d+) дни", 
            "сл (\\d+) д", 
            "след (\\d+) ден"
        ], 
        "\\1 day ago": [
            "преди (\\d+) дни", 
            "пр (\\d+) д", 
            "преди (\\d+) ден"
        ], 
        "in \\1 hour": [
            "след (\\d+) ч", 
            "след (\\d+) часа", 
            "сл (\\d+) ч", 
            "след (\\d+) час"
        ], 
        "\\1 hour ago": [
            "преди (\\d+) ч", 
            "пр (\\d+) ч", 
            "преди (\\d+) час", 
            "преди (\\d+) часа"
        ], 
        "in \\1 minute": [
            "след (\\d+) мин", 
            "след (\\d+) минута", 
            "след (\\d+) минути", 
            "сл (\\d+) мин"
        ], 
        "\\1 minute ago": [
            "пр (\\d+) мин", 
            "преди (\\d+) мин", 
            "преди (\\d+) минути", 
            "преди (\\d+) минута"
        ], 
        "in \\1 second": [
            "след (\\d+) секунда", 
            "след (\\d+) сек", 
            "сл (\\d+) сек", 
            "след (\\d+) секунди"
        ], 
        "\\1 second ago": [
            "преди (\\d+) сек", 
            "преди (\\d+) секунда", 
            "пр (\\d+) сек", 
            "преди (\\d+) секунди"
        ], 
        "10 year ago": [
            "преди десетилетие"
        ], 
        "1 hour ago": [
            "преди час"
        ], 
        "in 2 day": [
            "вдругиден"
        ], 
        "2 day ago": [
            "онзи ден"
        ], 
        "in 10 year": [
            "след 1 десетилетие"
        ], 
        "in 1 hour": [
            "след час"
        ]
    }, 
    "locale_specific": {}, 
    "ago": [
        "преди"
    ], 
    "skip": [
        "на", 
        "върху", 
        "под", 
        "до", 
        "от", 
        "около"
    ], 
    "simplifications": {
        "два": 2, 
        "един": 1, 
        "три": 3
    }, 
    "in": [
        "след", 
        "после", 
        "подир"
    ]
}