fa = {
    "name": "fa", 
    "date_order": "YMD", 
    "january": [
        "ژ", 
        "ژانویه", 
        "ژانویهٔ", 
        "جنوری"
    ], 
    "february": [
        "ف", 
        "فوریهٔ", 
        "فوریه", 
        "فبروری"
    ], 
    "march": [
        "م", 
        "مارس", 
        "مارس", 
        "مارچ"
    ], 
    "april": [
        "آ", 
        "آوریل", 
        "اپریل"
    ], 
    "may": [
        "مه", 
        "م", 
        "مهٔ", 
        "می"
    ], 
    "june": [
        "ژوئن", 
        "ژ", 
        "جون"
    ], 
    "july": [
        "ژوئیه", 
        "ژ", 
        "ژوئیهٔ", 
        "جولای"
    ], 
    "august": [
        "ا", 
        "اوت", 
        "آگست"
    ], 
    "september": [
        "س", 
        "سپتامبر", 
        "سپتمبر"
    ], 
    "october": [
        "اکتبر", 
        "ا", 
        "اکتوبر"
    ], 
    "november": [
        "نوامبر", 
        "ن", 
        "نومبر"
    ], 
    "december": [
        "دسامبر", 
        "د", 
        "دسمبر"
    ], 
    "monday": [
        "د", 
        "دوشنبه"
    ], 
    "tuesday": [
        "س", 
        "سه‌شنبه", 
        "سهشنبه"
    ], 
    "wednesday": [
        "چهارشنبه", 
        "چ", 
        "چهار شنبه"
    ], 
    "thursday": [
        "پنجشنبه", 
        "پ", 
        "پنج شنبه"
    ], 
    "friday": [
        "جمعه", 
        "ج"
    ], 
    "saturday": [
        "شنبه", 
        "ش", 
        "روز شنبه", 
        "دو شنبه", 
        "د."
    ], 
    "sunday": [
        "ی", 
        "یکشنبه"
    ], 
    "am": [
        "ق", 
        "ق.ظ", 
        "قبل‌ازظهر"
    ], 
    "pm": [
        "ب.ظ", 
        "بعدازظهر", 
        "ب"
    ], 
    "year": [
        "سال"
    ], 
    "month": [
        "ماه"
    ], 
    "week": [
        "هفته"
    ], 
    "day": [
        "روز"
    ], 
    "hour": [
        "ساعت"
    ], 
    "minute": [
        "دقیقه"
    ], 
    "second": [
        "ثانیه", 
        "دوم"
    ], 
    "relative-type": {
        "1 year ago": [
            "سال گذشته"
        ], 
        "0 year ago": [
            "امسال"
        ], 
        "in 1 year": [
            "سال آینده"
        ], 
        "1 month ago": [
            "ماه گذشته", 
            "ماه پیش"
        ], 
        "0 month ago": [
            "این ماه"
        ], 
        "in 1 month": [
            "ماه آینده"
        ], 
        "1 week ago": [
            "هفتهٔ گذشته"
        ], 
        "0 week ago": [
            "این هفته"
        ], 
        "in 1 week": [
            "هفتهٔ آینده"
        ], 
        "1 day ago": [
            "دیروز"
        ], 
        "0 day ago": [
            "امروز"
        ], 
        "in 1 day": [
            "فردا"
        ], 
        "0 hour ago": [
            "همین ساعت"
        ], 
        "0 minute ago": [
            "همین دقیقه"
        ], 
        "0 second ago": [
            "اکنون"
        ], 
        "in \\1 year": [
            "(\\d+) سال بعد"
        ], 
        "\\1 year ago": [
            "(\\d+) سال پیش"
        ], 
        "in \\1 month": [
            "(\\d+) ماه بعد"
        ], 
        "\\1 month ago": [
            "(\\d+) ماه پیش"
        ], 
        "in \\1 week": [
            "(\\d+) هفته بعد"
        ], 
        "\\1 week ago": [
            "(\\d+) هفته پیش"
        ], 
        "in \\1 day": [
            "(\\d+) روز بعد"
        ], 
        "\\1 day ago": [
            "(\\d+) روز پیش"
        ], 
        "in \\1 hour": [
            "(\\d+) ساعت بعد"
        ], 
        "\\1 hour ago": [
            "(\\d+) ساعت پیش"
        ], 
        "in \\1 minute": [
            "(\\d+) دقیقه بعد"
        ], 
        "\\1 minute ago": [
            "(\\d+) دقیقه پیش"
        ], 
        "in \\1 second": [
            "(\\d+) ثانیه بعد"
        ], 
        "\\1 second ago": [
            "(\\d+) ثانیه پیش"
        ]
    }, 
    "locale_specific": {
        "fa-AF": {
            "name": "fa-AF", 
            "january": [
                "جنوری", 
                "ج", 
                "جنو"
            ], 
            "february": [
                "فبروری"
            ], 
            "march": [
                "مارچ"
            ], 
            "april": [
                "اپریل", 
                "ا"
            ], 
            "may": [
                "می"
            ], 
            "june": [
                "جون", 
                "ج"
            ], 
            "july": [
                "جول", 
                "جولای", 
                "ج"
            ], 
            "august": [
                "اگست"
            ], 
            "september": [
                "سپتمبر"
            ], 
            "october": [
                "اکتوبر"
            ], 
            "november": [
                "نومبر"
            ], 
            "december": [
                "دسمبر", 
                "دسم"
            ]
        }
    }, 
    "ago": [
        "پیش"
    ], 
    "in": [
        "در"
    ]
}