he = {
    "name": "he", 
    "date_order": "DMY", 
    "january": [
        "ינואר", 
        "ינו׳", 
        "לינואר", 
        "בינואר", 
        "ינו"
    ], 
    "february": [
        "פבר׳", 
        "פברואר", 
        "בפברואר", 
        "לפברואר", 
        "פבר"
    ], 
    "march": [
        "מרץ", 
        "במרץ", 
        "למרץ", 
        "מרס", 
        "במרס", 
        "למרס", 
        "מארס", 
        "במארס", 
        "למארס"
    ], 
    "april": [
        "אפר׳", 
        "אפריל", 
        "באפריל", 
        "לאפריל", 
        "אפר"
    ], 
    "may": [
        "מאי", 
        "במאי", 
        "למאי"
    ], 
    "june": [
        "יוני", 
        "ביוני", 
        "ליוני", 
        "יונ"
    ], 
    "july": [
        "יולי", 
        "ביולי", 
        "ליולי", 
        "יול"
    ], 
    "august": [
        "אוג׳", 
        "אוגוסט", 
        "באוגוסט", 
        "לאוגוסט", 
        "אוג"
    ], 
    "september": [
        "ספטמבר", 
        "ספט׳", 
        "בספטמבר", 
        "לספטמבר", 
        "ספט"
    ], 
    "october": [
        "אוקטובר", 
        "אוק׳", 
        "באוקטובר", 
        "לאוקטובר", 
        "אוק"
    ], 
    "november": [
        "נובמבר", 
        "נוב׳", 
        "בנובמבר", 
        "לנובמבר", 
        "נוב"
    ], 
    "december": [
        "דצמבר", 
        "דצמ׳", 
        "בדצמבר", 
        "לדצמבר", 
        "דצמ"
    ], 
    "monday": [
        "יום שני", 
        "ב׳", 
        "יום ב׳", 
        "שני", 
        "יום ב"
    ], 
    "tuesday": [
        "יום שלישי", 
        "יום ג׳", 
        "ג׳", 
        "שלישי", 
        "יום ג"
    ], 
    "wednesday": [
        "ד׳", 
        "יום ד׳", 
        "יום רביעי", 
        "רביעי", 
        "יום ד"
    ], 
    "thursday": [
        "יום חמישי", 
        "יום ה׳", 
        "ה׳", 
        "חמישי", 
        "יום חמישי", 
        "יום ה"
    ], 
    "friday": [
        "יום שישי", 
        "יום ו׳", 
        "ו׳", 
        "שישי", 
        "יום ו"
    ], 
    "saturday": [
        "ש׳", 
        "יום שבת", 
        "שבת"
    ], 
    "sunday": [
        "יום א׳", 
        "א׳", 
        "יום ראשון", 
        "ראשון", 
        "יום א"
    ], 
    "am": [
        "לפנה״צ", 
        "לפנות בוקר", 
        "בבוקר", 
        "אחר חצות"
    ], 
    "pm": [
        "אחה״צ", 
        "בצהריי?ם", 
        "אחרי ה?צהריי?ם", 
        "אחה\"צ", 
        "לפנות ערב", 
        "בערב"
    ], 
    "year": [
        "שנ׳", 
        "שנה", 
        "שנים", 
        "בשנה"
    ], 
    "month": [
        "חו׳", 
        "חודש", 
        "חודשים", 
        "בחודש"
    ], 
    "week": [
        "שב׳", 
        "שבוע", 
        "שבועות"
    ], 
    "day": [
        "יום", 
        "ימים", 
        "ביום"
    ], 
    "hour": [
        "שע׳", 
        "שעה", 
        "שעה", 
        "שעות"
    ], 
    "minute": [
        "דק׳", 
        "דקה", 
        "דקות"
    ], 
    "second": [
        "שנ׳", 
        "שנייה", 
        "שניה", 
        "שניות"
    ], 
    "relative-type": {
        "1 year ago": [
            "השנה שעברה", 
            "ושנה"
        ], 
        "0 year ago": [
            "השנה"
        ], 
        "in 1 year": [
            "השנה הבאה"
        ], 
        "1 month ago": [
            "החודש שעבר", 
            "וחודש"
        ], 
        "0 month ago": [
            "החודש"
        ], 
        "in 1 month": [
            "החודש הבא"
        ], 
        "1 week ago": [
            "השבוע שעבר", 
            "ושבוע"
        ], 
        "0 week ago": [
            "השבוע"
        ], 
        "in 1 week": [
            "השבוע הבא"
        ], 
        "1 day ago": [
            "אתמול", 
            "ויום"
        ], 
        "0 day ago": [
            "היום"
        ], 
        "in 1 day": [
            "מחר"
        ], 
        "0 hour ago": [
            "בשעה זו"
        ], 
        "0 minute ago": [
            "בדקה זו"
        ], 
        "0 second ago": [
            "עכשיו"
        ], 
        "in \\1 year": [
            "בעוד (\\d+) שנים", 
            "בעוד שנה"
        ], 
        "\\1 year ago": [
            "לפני (\\d+) שנים", 
            "לפני שנה"
        ], 
        "in \\1 month": [
            "בעוד (\\d+) חו׳", 
            "בעוד חודש", 
            "בעוד (\\d+) חודשים", 
            "בעוד חו׳"
        ], 
        "\\1 month ago": [
            "לפני (\\d+) חו׳", 
            "לפני חודש", 
            "לפני (\\d+) חודשים", 
            "לפני חו׳"
        ], 
        "in \\1 week": [
            "בעוד שב׳", 
            "בעוד שבוע", 
            "בעוד (\\d+) שבועות", 
            "בעוד (\\d+) שב׳"
        ], 
        "\\1 week ago": [
            "לפני שב׳", 
            "לפני שבוע", 
            "לפני (\\d+) שבועות", 
            "לפני (\\d+) שב׳"
        ], 
        "in \\1 day": [
            "בעוד יום (\\d+)", 
            "בעוד (\\d+) ימים", 
            "מחר", 
            "בעוד (\\d+) ימ׳"
        ], 
        "\\1 day ago": [
            "לפני יום (\\d+)", 
            "לפני (\\d+) ימים", 
            "אתמול", 
            "לפני (\\d+) ימ׳"
        ], 
        "in \\1 hour": [
            "בעוד שעה", 
            "בעוד (\\d+) שע׳", 
            "בעוד (\\d+) שעות"
        ], 
        "\\1 hour ago": [
            "לפני שעה", 
            "לפני (\\d+) שע׳", 
            "לפני (\\d+) שעות"
        ], 
        "in \\1 minute": [
            "בעוד (\\d+) דקות", 
            "בעוד (\\d+) דק׳", 
            "בעוד דקה"
        ], 
        "\\1 minute ago": [
            "לפני (\\d+) דקות", 
            "לפני (\\d+) דק׳", 
            "לפני דקה"
        ], 
        "in \\1 second": [
            "בעוד שנייה", 
            "בעוד (\\d+) שניות", 
            "בעוד שנ׳", 
            "בעוד (\\d+) שנ׳"
        ], 
        "\\1 second ago": [
            "לפני שנייה", 
            "לפני (\\d+) שניות", 
            "לפני שנ׳", 
            "לפני (\\d+) שנ׳"
        ], 
        "2 second ago": [
            "שנתיי?ם"
        ], 
        "2 hour ago": [
            "שעתיי?ם"
        ], 
        "2 day ago": [
            "יומיי?ם", 
            "שלשום"
        ], 
        "2 month ago": [
            "חודשיים"
        ], 
        "2 week ago": [
            "שבועיי?ם"
        ]
    }, 
    "locale_specific": {}, 
    "ago": [
        "לפני"
    ], 
    "skip": [
        "ה-", 
        "ב-", 
        "בשעה", 
        "בסביבות", 
        "בערך", 
        "בקירוב"
    ], 
    "simplifications": {
        "ו(\\w+)": "\\1", 
        "חצות": "12 am"
    }, 
    "in": [
        "בעוד", 
        "עוד"
    ]
}