hi = {
    "name": "hi", 
    "date_order": "DMY", 
    "january": [
        "जनवरी", 
        "ज", 
        "जन॰"
    ], 
    "february": [
        "फ़र॰", 
        "फ़रवरी", 
        "फ़"
    ], 
    "march": [
        "मार्च", 
        "मा"
    ], 
    "april": [
        "अप्रैल", 
        "अ"
    ], 
    "may": [
        "मई", 
        "म"
    ], 
    "june": [
        "जून", 
        "जू"
    ], 
    "july": [
        "जुल॰", 
        "जुलाई", 
        "जु"
    ], 
    "august": [
        "अग॰", 
        "अ", 
        "अगस्त"
    ], 
    "september": [
        "सितंबर", 
        "सि", 
        "सित॰", 
        "सितम्बर"
    ], 
    "october": [
        "अक्तू॰", 
        "अ", 
        "अक्तूबर", 
        "अक्टूबर"
    ], 
    "november": [
        "नव॰", 
        "नवंबर", 
        "न", 
        "नवम्बर"
    ], 
    "december": [
        "दिस॰", 
        "दिसंबर", 
        "दि", 
        "दिसम्बर"
    ], 
    "monday": [
        "सोम", 
        "सोमवार", 
        "सो"
    ], 
    "tuesday": [
        "मं", 
        "मंगल", 
        "मंगलवार"
    ], 
    "wednesday": [
        "बुध", 
        "बुधवार", 
        "बु"
    ], 
    "thursday": [
        "गुरु", 
        "गु", 
        "गुरुवार"
    ], 
    "friday": [
        "शु", 
        "शुक्र", 
        "शुक्रवार"
    ], 
    "saturday": [
        "शनिवार", 
        "शनि", 
        "श"
    ], 
    "sunday": [
        "र", 
        "रवि", 
        "रविवार"
    ], 
    "am": [
        "पू", 
        "पूर्वाह्न"
    ], 
    "pm": [
        "अपराह्न", 
        "अ"
    ], 
    "year": [
        "वर्ष", 
        "साल", 
        "वर्षों"
    ], 
    "month": [
        "माह", 
        "महीना", 
        "मास", 
        "महीने"
    ], 
    "week": [
        "सप्ताह"
    ], 
    "day": [
        "दिन", 
        "दिवस"
    ], 
    "hour": [
        "घं", 
        "घंटा", 
        "घंटे"
    ], 
    "minute": [
        "मिनट", 
        "मि"
    ], 
    "second": [
        "सेकंड", 
        "से"
    ], 
    "relative-type": {
        "1 year ago": [
            "पिछला वर्ष"
        ], 
        "0 year ago": [
            "इस वर्ष"
        ], 
        "in 1 year": [
            "अगला वर्ष"
        ], 
        "1 month ago": [
            "पिछला माह"
        ], 
        "0 month ago": [
            "इस माह"
        ], 
        "in 1 month": [
            "अगला माह"
        ], 
        "1 week ago": [
            "पिछला सप्ताह"
        ], 
        "0 week ago": [
            "इस सप्ताह"
        ], 
        "in 1 week": [
            "अगला सप्ताह"
        ], 
        "1 day ago": [
            "कल"
        ], 
        "0 day ago": [
            "आज"
        ], 
        "in 1 day": [
            "कल"
        ], 
        "0 hour ago": [
            "यह घंटा"
        ], 
        "0 minute ago": [
            "यह मिनट"
        ], 
        "0 second ago": [
            "अब"
        ], 
        "in \\1 year": [
            "(\\d+) वर्ष में"
        ], 
        "\\1 year ago": [
            "(\\d+) वर्ष पहले"
        ], 
        "in \\1 month": [
            "(\\d+) माह में"
        ], 
        "\\1 month ago": [
            "(\\d+) माह पहले"
        ], 
        "in \\1 week": [
            "(\\d+) सप्ताह में"
        ], 
        "\\1 week ago": [
            "(\\d+) सप्ताह पहले"
        ], 
        "in \\1 day": [
            "(\\d+) दिन में"
        ], 
        "\\1 day ago": [
            "(\\d+) दिन पहले"
        ], 
        "in \\1 hour": [
            "(\\d+) घं में", 
            "(\\d+) घंटे में"
        ], 
        "\\1 hour ago": [
            "(\\d+) घंटे पहले", 
            "(\\d+) घं पहले"
        ], 
        "in \\1 minute": [
            "(\\d+) मि में", 
            "(\\d+) मिनट में"
        ], 
        "\\1 minute ago": [
            "(\\d+) मि पहले", 
            "(\\d+) मिनट पहले"
        ], 
        "in \\1 second": [
            "(\\d+) सेकंड में", 
            "(\\d+) से में"
        ], 
        "\\1 second ago": [
            "(\\d+) से पहले", 
            "(\\d+) सेकंड पहले"
        ], 
        "in 2 day": [
            "परसों"
        ], 
        "2 day ago": [
            "परसों"
        ]
    }, 
    "locale_specific": {}, 
    "ago": [
        "पहले", 
        "पूर्व"
    ], 
    "skip": [
        "बजे", 
        "सन्", 
        "को", 
        "के", 
        "से"
    ], 
    "in": [
        "में", 
        "बाद"
    ]
}