ka = {
    "name": "ka",
    "date_order": "DMY",
    "january": [
        "იანვარი",
        "იან",
        "ი"
    ],
    "february": [
        "თებერვალი",
        "თებ",
        "თ"
    ],
    "march": [
        "მარტი",
        "მარ",
        "მ"
    ],
    "april": [
        "აპრილი",
        "აპრ",
        "ა"
    ],
    "may": [
        "მაისი",
        "მაი",
        "მ"
    ],
    "june": [
        "ივნისი",
        "ივნ",
        "ი"
    ],
    "july": [
        "ივლისი",
        "ივლ",
        "ი"
    ],
    "august": [
        "აგვისტო",
        "აგვ",
        "ა"
    ],
    "september": [
        "სექტემბერი",
        "სექ",
        "ს"
    ],
    "october": [
        "ოქტომბერი",
        "ოქტ",
        "ო"
    ],
    "november": [
        "ნოემბერი",
        "ნოე",
        "ნ"
    ],
    "december": [
        "დეკემბერი",
        "დეკ",
        "დ"
    ],
    "monday": [
        "ორშაბათი",
        "ორშ",
        "ო"
    ],
    "tuesday": [
        "სამშაბათი",
        "სამ",
        "ს"
    ],
    "wednesday": [
        "ოთხშაბათი",
        "ოთხ",
        "ო"
    ],
    "thursday": [
        "ხუთშაბათი",
        "ხუთ",
        "ხ"
    ],
    "friday": [
        "პარასკევი",
        "პარ",
        "პ"
    ],
    "saturday": [
        "შაბათი",
        "შაბ",
        "შ"
    ],
    "sunday": [
        "კვირა",
        "კვი",
        "კ"
    ],
    "am": [
        "am",
        "a"
    ],
    "pm": [
        "შუადღ შემდეგ",
        "pm",
        "p"
    ],
    "year": [
        "წელი",
        "წ",
        "წლის"
    ],
    "month": [
        "თვე"
    ],
    "week": [
        "კვირა",
        "კვ"
    ],
    "day": [
        "დღე"
    ],
    "hour": [
        "საათი",
        "სთ"
    ],
    "minute": [
        "წუთი",
        "წთ"
    ],
    "second": [
        "წამი",
        "წმ"
    ],
    "relative-type": {
        "1 year ago": [
            "გასულ წელს"
        ],
        "0 year ago": [
            "ამ წელს"
        ],
        "in 1 year": [
            "მომავალ წელს"
        ],
        "1 month ago": [
            "გასულ თვეს"
        ],
        "0 month ago": [
            "ამ თვეში"
        ],
        "in 1 month": [
            "მომავალ თვეს"
        ],
        "1 week ago": [
            "გასულ კვირაში"
        ],
        "0 week ago": [
            "ამ კვირაში"
        ],
        "in 1 week": [
            "მომავალ კვირაში"
        ],
        "1 day ago": [
            "გუშინ"
        ],
        "0 day ago": [
            "დღეს"
        ],
        "in 1 day": [
            "ხვალ"
        ],
        "0 hour ago": [
            "ამ საათში"
        ],
        "0 minute ago": [
            "ამ წუთში"
        ],
        "0 second ago": [
            "ახლა"
        ],
        "in \\1 year": [
            "(\\d+) წელიწადში",
            "(\\d+) წელში"
        ],
        "\\1 year ago": [
            "(\\d+) წლის წინ"
        ],
        "in \\1 month": [
            "(\\d+) თვეში"
        ],
        "\\1 month ago": [
            "(\\d+) თვის წინ"
        ],
        "in \\1 week": [
            "(\\d+) კვირაში"
        ],
        "\\1 week ago": [
            "(\\d+) კვირის წინ",
            "(\\d+) კვ წინ"
        ],
        "in \\1 day": [
            "(\\d+) დღეში"
        ],
        "\\1 day ago": [
            "(\\d+) დღის წინ"
        ],
        "in \\1 hour": [
            "(\\d+) საათში"
        ],
        "\\1 hour ago": [
            "(\\d+) საათის წინ",
            "(\\d+) სთ წინ"
        ],
        "in \\1 minute": [
            "(\\d+) წუთში"
        ],
        "\\1 minute ago": [
            "(\\d+) წუთის წინ",
            "(\\d+) წთ წინ"
        ],
        "in \\1 second": [
            "(\\d+) წამში"
        ],
        "\\1 second ago": [
            "(\\d+) წამის წინ",
            "(\\d+) წმ წინ"
        ]
    },
    "locale_specific": {},
    "ago": [
        "წინ"
    ],
    "in": [
        "დღეიდან"
    ],
    "simplifications": {
        "ერთ": 1
    },
    "skip": [
        "ის",
        "ზე",
        "დაახლოებით",
        "და"
    ]
}