ka = {
    "name": "ka", 
    "date_order": "DMY", 
    "january": [
        "ი", 
        "იანვარი", 
        "იან"
    ], 
    "february": [
        "თებ", 
        "თ", 
        "თებერვალი"
    ], 
    "march": [
        "მარ", 
        "მ", 
        "მარტი"
    ], 
    "april": [
        "აპრ", 
        "აპრილი", 
        "ა"
    ], 
    "may": [
        "მაი", 
        "მ", 
        "მაისი"
    ], 
    "june": [
        "ივნისი", 
        "ივნ", 
        "ი"
    ], 
    "july": [
        "ი", 
        "ივლისი", 
        "ივლ"
    ], 
    "august": [
        "აგვ", 
        "ა", 
        "აგვისტო"
    ], 
    "september": [
        "ს", 
        "სექ", 
        "სექტემბერი"
    ], 
    "october": [
        "ო", 
        "ოქტომბერი", 
        "ოქტ"
    ], 
    "november": [
        "ნოე", 
        "ნოემბერი", 
        "ნ"
    ], 
    "december": [
        "დ", 
        "დეკემბერი", 
        "დეკ"
    ], 
    "monday": [
        "ორშაბათი", 
        "ო", 
        "ორშ"
    ], 
    "tuesday": [
        "ს", 
        "სამშაბათი", 
        "სამ"
    ], 
    "wednesday": [
        "ო", 
        "ოთხშაბათი", 
        "ოთხ"
    ], 
    "thursday": [
        "ხ", 
        "ხუთ", 
        "ხუთშაბათი"
    ], 
    "friday": [
        "პარ", 
        "პარასკევი", 
        "პ"
    ], 
    "saturday": [
        "შ", 
        "შაბ", 
        "შაბათი"
    ], 
    "sunday": [
        "კ", 
        "კვი", 
        "კვირა"
    ], 
    "am": [
        "a", 
        "am"
    ], 
    "pm": [
        "p", 
        "შუადღ შემდეგ", 
        "pm"
    ], 
    "year": [
        "წელი", 
        "წ", 
        "წლის"
    ], 
    "month": [
        "თვე"
    ], 
    "week": [
        "კვ", 
        "კვირა"
    ], 
    "day": [
        "დღე"
    ], 
    "hour": [
        "საათი", 
        "სთ"
    ], 
    "minute": [
        "წთ", 
        "წუთი"
    ], 
    "second": [
        "წამი", 
        "წმ"
    ], 
    "relative-type": {
        "1 year ago": [
            "გასულ წელს"
        ], 
        "0 year ago": [
            "ამ წელს"
        ], 
        "in 1 year": [
            "მომავალ წელს"
        ], 
        "1 month ago": [
            "გასულ თვეს"
        ], 
        "0 month ago": [
            "ამ თვეში"
        ], 
        "in 1 month": [
            "მომავალ თვეს"
        ], 
        "1 week ago": [
            "გასულ კვირაში"
        ], 
        "0 week ago": [
            "ამ კვირაში"
        ], 
        "in 1 week": [
            "მომავალ კვირაში"
        ], 
        "1 day ago": [
            "გუშინ"
        ], 
        "0 day ago": [
            "დღეს"
        ], 
        "in 1 day": [
            "ხვალ"
        ], 
        "0 hour ago": [
            "ამ საათში"
        ], 
        "0 minute ago": [
            "ამ წუთში"
        ], 
        "0 second ago": [
            "ახლა"
        ], 
        "in \\1 year": [
            "(\\d+) წელში", 
            "(\\d+) წელიწადში"
        ], 
        "\\1 year ago": [
            "(\\d+) წლის წინ"
        ], 
        "in \\1 month": [
            "(\\d+) თვეში"
        ], 
        "\\1 month ago": [
            "(\\d+) თვის წინ"
        ], 
        "in \\1 week": [
            "(\\d+) კვირაში"
        ], 
        "\\1 week ago": [
            "(\\d+) კვ წინ", 
            "(\\d+) კვირის წინ"
        ], 
        "in \\1 day": [
            "(\\d+) დღეში"
        ], 
        "\\1 day ago": [
            "(\\d+) დღის წინ"
        ], 
        "in \\1 hour": [
            "(\\d+) საათში"
        ], 
        "\\1 hour ago": [
            "(\\d+) სთ წინ", 
            "(\\d+) საათის წინ"
        ], 
        "in \\1 minute": [
            "(\\d+) წუთში"
        ], 
        "\\1 minute ago": [
            "(\\d+) წუთის წინ", 
            "(\\d+) წთ წინ"
        ], 
        "in \\1 second": [
            "(\\d+) წამში"
        ], 
        "\\1 second ago": [
            "(\\d+) წამის წინ", 
            "(\\d+) წმ წინ"
        ]
    }, 
    "locale_specific": {}, 
    "ago": [
        "წინ"
    ], 
    "skip": [
        "ის", 
        "ზე", 
        "დაახლოებით", 
        "და"
    ], 
    "simplifications": {
        "ერთ": 1
    }, 
    "in": [
        "დღეიდან"
    ]
}