kn = {
    "name": "kn", 
    "date_order": "DMY", 
    "january": [
        "ಜನವರಿ", 
        "ಜ", 
        "ಜನ"
    ], 
    "february": [
        "ಫೆಬ್ರವರಿ", 
        "ಫೆ", 
        "ಫೆಬ್ರ"
    ], 
    "march": [
        "ಮಾರ್ಚ್", 
        "ಮಾ"
    ], 
    "april": [
        "ಏಪ್ರಿ", 
        "ಏ", 
        "ಏಪ್ರಿಲ್"
    ], 
    "may": [
        "ಮೇ"
    ], 
    "june": [
        "ಜೂ", 
        "ಜೂನ್"
    ], 
    "july": [
        "ಜುಲೈ", 
        "ಜು"
    ], 
    "august": [
        "ಆ", 
        "ಆಗಸ್ಟ್", 
        "ಆಗ"
    ], 
    "september": [
        "ಸೆಪ್ಟೆಂಬರ್", 
        "ಸೆ", 
        "ಸೆಪ್ಟೆಂ"
    ], 
    "october": [
        "ಅ", 
        "ಅಕ್ಟೋಬರ್", 
        "ಅಕ್ಟೋ"
    ], 
    "november": [
        "ನ", 
        "ನವೆಂಬರ್", 
        "ನವೆಂ"
    ], 
    "december": [
        "ಡಿಸೆಂ", 
        "ಡಿಸೆಂಬರ್", 
        "ಡಿ"
    ], 
    "monday": [
        "ಸೋಮ", 
        "ಸೋಮವಾರ", 
        "ಸೋ"
    ], 
    "tuesday": [
        "ಮಂಗಳ", 
        "ಮಂ", 
        "ಮಂಗಳವಾರ"
    ], 
    "wednesday": [
        "ಬುಧ", 
        "ಬುಧವಾರ", 
        "ಬು"
    ], 
    "thursday": [
        "ಗುರು", 
        "ಗು", 
        "ಗುರುವಾರ"
    ], 
    "friday": [
        "ಶು", 
        "ಶುಕ್ರ", 
        "ಶುಕ್ರವಾರ"
    ], 
    "saturday": [
        "ಶನಿವಾರ", 
        "ಶನಿ", 
        "ಶ"
    ], 
    "sunday": [
        "ಭಾನು", 
        "ಭಾ", 
        "ಭಾನುವಾರ"
    ], 
    "am": [
        "ಪೂ", 
        "ಪೂರ್ವಾಹ್ನ"
    ], 
    "pm": [
        "ಅಪರಾಹ್ನ", 
        "ಅ"
    ], 
    "year": [
        "ವರ್ಷ"
    ], 
    "month": [
        "ತಿಂಗಳು"
    ], 
    "week": [
        "ವಾರ"
    ], 
    "day": [
        "ದಿನ"
    ], 
    "hour": [
        "ಗಂಟೆ"
    ], 
    "minute": [
        "ನಿಮಿಷ"
    ], 
    "second": [
        "ಸೆಕೆಂಡ್"
    ], 
    "relative-type": {
        "1 year ago": [
            "ಕಳೆದ ವರ್ಷ", 
            "ಹಿಂದಿನ ವರ್ಷ"
        ], 
        "0 year ago": [
            "ಈ ವರ್ಷ"
        ], 
        "in 1 year": [
            "ಮುಂದಿನ ವರ್ಷ"
        ], 
        "1 month ago": [
            "ಕಳೆದ ತಿಂಗಳು"
        ], 
        "0 month ago": [
            "ಈ ತಿಂಗಳು"
        ], 
        "in 1 month": [
            "ಮುಂದಿನ ತಿಂಗಳು"
        ], 
        "1 week ago": [
            "ಕಳೆದ ವಾರ"
        ], 
        "0 week ago": [
            "ಈ ವಾರ"
        ], 
        "in 1 week": [
            "ಮುಂದಿನ ವಾರ"
        ], 
        "1 day ago": [
            "ನಿನ್ನೆ"
        ], 
        "0 day ago": [
            "ಇಂದು"
        ], 
        "in 1 day": [
            "ನಾಳೆ"
        ], 
        "0 hour ago": [
            "ಈ ಗಂಟೆ"
        ], 
        "0 minute ago": [
            "ಈ ನಿಮಿಷ"
        ], 
        "0 second ago": [
            "ಈಗ"
        ], 
        "in \\1 year": [
            "(\\d+) ವರ್ಷದಲ್ಲಿ", 
            "(\\d+) ವರ್ಷಗಳಲ್ಲಿ"
        ], 
        "\\1 year ago": [
            "(\\d+) ವರ್ಷದ ಹಿಂದೆ", 
            "(\\d+) ವರ್ಷಗಳ ಹಿಂದೆ"
        ], 
        "in \\1 month": [
            "(\\d+) ತಿಂಗಳಲ್ಲಿ", 
            "(\\d+) ತಿಂಗಳುಗಳಲ್ಲಿ"
        ], 
        "\\1 month ago": [
            "(\\d+) ತಿಂಗಳು ಹಿಂದೆ", 
            "(\\d+) ತಿಂಗಳುಗಳ ಹಿಂದೆ", 
            "(\\d+) ತಿಂಗಳ ಹಿಂದೆ"
        ], 
        "in \\1 week": [
            "(\\d+) ವಾರಗಳಲ್ಲಿ", 
            "(\\d+) ವಾರದಲ್ಲಿ"
        ], 
        "\\1 week ago": [
            "(\\d+) ವಾರದ ಹಿಂದೆ", 
            "(\\d+) ವಾರಗಳ ಹಿಂದೆ"
        ], 
        "in \\1 day": [
            "(\\d+) ದಿನದಲ್ಲಿ", 
            "(\\d+) ದಿನಗಳಲ್ಲಿ"
        ], 
        "\\1 day ago": [
            "(\\d+) ದಿನದ ಹಿಂದೆ", 
            "(\\d+) ದಿನಗಳ ಹಿಂದೆ"
        ], 
        "in \\1 hour": [
            "(\\d+) ಗಂಟೆಗಳಲ್ಲಿ", 
            "(\\d+) ಗಂಟೆಯಲ್ಲಿ"
        ], 
        "\\1 hour ago": [
            "(\\d+) ಗಂಟೆ ಹಿಂದೆ", 
            "(\\d+) ಗಂಟೆಗಳ ಹಿಂದೆ"
        ], 
        "in \\1 minute": [
            "(\\d+) ನಿಮಿಷಗಳಲ್ಲಿ", 
            "(\\d+) ನಿಮಿಷದಲ್ಲಿ"
        ], 
        "\\1 minute ago": [
            "(\\d+) ನಿಮಿಷಗಳ ಹಿಂದೆ", 
            "(\\d+) ನಿಮಿಷದ ಹಿಂದೆ"
        ], 
        "in \\1 second": [
            "(\\d+) ಸೆಕೆಂಡ್‌ಗಳಲ್ಲಿ", 
            "(\\d+) ಸೆಕೆಂಡ್‌ನಲ್ಲಿ"
        ], 
        "\\1 second ago": [
            "(\\d+) ಸೆಕೆಂಡ್ ಹಿಂದೆ", 
            "(\\d+) ಸೆಕೆಂಡುಗಳ ಹಿಂದೆ"
        ]
    }, 
    "locale_specific": {}
}