mk = {
    "name": "mk", 
    "date_order": "DMY", 
    "january": [
        "ј", 
        "јануари", 
        "јан"
    ], 
    "february": [
        "фев", 
        "ф", 
        "февруари"
    ], 
    "march": [
        "март", 
        "м", 
        "мар"
    ], 
    "april": [
        "а", 
        "април", 
        "апр"
    ], 
    "may": [
        "м", 
        "мај"
    ], 
    "june": [
        "јуни", 
        "ј", 
        "јун"
    ], 
    "july": [
        "јул", 
        "јули", 
        "ј"
    ], 
    "august": [
        "а", 
        "август", 
        "авг"
    ], 
    "september": [
        "с", 
        "септ", 
        "септември"
    ], 
    "october": [
        "окт", 
        "октомври", 
        "о"
    ], 
    "november": [
        "ноем", 
        "н", 
        "ноември"
    ], 
    "december": [
        "декември", 
        "дек", 
        "д"
    ], 
    "monday": [
        "понеделник", 
        "п", 
        "пон"
    ], 
    "tuesday": [
        "вто", 
        "вторник", 
        "в", 
        "вт"
    ], 
    "wednesday": [
        "с", 
        "среда", 
        "сре"
    ], 
    "thursday": [
        "чет", 
        "ч", 
        "четврток"
    ], 
    "friday": [
        "пет", 
        "п", 
        "петок"
    ], 
    "saturday": [
        "с", 
        "саб", 
        "сабота"
    ], 
    "sunday": [
        "недела", 
        "нед", 
        "н"
    ], 
    "am": [
        "претпладне", 
        "претпл"
    ], 
    "pm": [
        "попладне", 
        "попл"
    ], 
    "year": [
        "година", 
        "год"
    ], 
    "month": [
        "мес", 
        "месец"
    ], 
    "week": [
        "недела", 
        "сед"
    ], 
    "day": [
        "ден"
    ], 
    "hour": [
        "час"
    ], 
    "minute": [
        "минута", 
        "мин"
    ], 
    "second": [
        "сек", 
        "секунда"
    ], 
    "relative-type": {
        "1 year ago": [
            "минатата година"
        ], 
        "0 year ago": [
            "оваа година"
        ], 
        "in 1 year": [
            "следната година"
        ], 
        "1 month ago": [
            "минатиот месец"
        ], 
        "0 month ago": [
            "овој месец"
        ], 
        "in 1 month": [
            "следниот месец"
        ], 
        "1 week ago": [
            "минатата седмица"
        ], 
        "0 week ago": [
            "оваа седмица"
        ], 
        "in 1 week": [
            "следната седмица"
        ], 
        "1 day ago": [
            "вчера"
        ], 
        "0 day ago": [
            "денес"
        ], 
        "in 1 day": [
            "утре"
        ], 
        "0 hour ago": [
            "часов"
        ], 
        "0 minute ago": [
            "оваа минута"
        ], 
        "0 second ago": [
            "сега"
        ], 
        "in \\1 year": [
            "за (\\d+) година", 
            "за (\\d+) години"
        ], 
        "\\1 year ago": [
            "пред (\\d+) години", 
            "пред (\\d+) година"
        ], 
        "in \\1 month": [
            "за (\\d+) месеци", 
            "за (\\d+) месец"
        ], 
        "\\1 month ago": [
            "пред (\\d+) месец", 
            "пред (\\d+) месеци"
        ], 
        "in \\1 week": [
            "за (\\d+) седмица", 
            "за (\\d+) седмици"
        ], 
        "\\1 week ago": [
            "пред (\\d+) седмица", 
            "пред (\\d+) седмици"
        ], 
        "in \\1 day": [
            "за (\\d+) дена", 
            "за (\\d+) ден"
        ], 
        "\\1 day ago": [
            "пред (\\d+) ден", 
            "пред (\\d+) дена"
        ], 
        "in \\1 hour": [
            "за (\\d+) часа", 
            "за (\\d+) час"
        ], 
        "\\1 hour ago": [
            "пред (\\d+) час", 
            "пред (\\d+) часа"
        ], 
        "in \\1 minute": [
            "за (\\d+) минута", 
            "за (\\d+) минути"
        ], 
        "\\1 minute ago": [
            "пред (\\d+) минута", 
            "пред (\\d+) минути"
        ], 
        "in \\1 second": [
            "за (\\d+) секунда", 
            "за (\\d+) секунди"
        ], 
        "\\1 second ago": [
            "пред (\\d+) секунди", 
            "пред (\\d+) секунда"
        ]
    }, 
    "locale_specific": {}
}