mn = {
    "name": "mn", 
    "date_order": "YMD", 
    "january": [
        "нэгдүгээр сар", 
        "1-р сар"
    ], 
    "february": [
        "2-р сар", 
        "хоёрдугаар сар"
    ], 
    "march": [
        "гуравдугаар сар", 
        "3-р сар"
    ], 
    "april": [
        "дөрөвдүгээр сар", 
        "4-р сар"
    ], 
    "may": [
        "5-р сар", 
        "тавдугаар сар"
    ], 
    "june": [
        "6-р сар", 
        "зургадугаар сар"
    ], 
    "july": [
        "долдугаар сар", 
        "7-р сар"
    ], 
    "august": [
        "8-р сар", 
        "наймдугаар сар"
    ], 
    "september": [
        "9-р сар", 
        "есдүгээр сар"
    ], 
    "october": [
        "аравдугаар сар", 
        "10-р сар"
    ], 
    "november": [
        "11-р сар", 
        "арван нэгдүгээр сар"
    ], 
    "december": [
        "арван хоёрдугаар сар", 
        "12-р сар"
    ], 
    "monday": [
        "даваа", 
        "да"
    ], 
    "tuesday": [
        "мя", 
        "мягмар"
    ], 
    "wednesday": [
        "лхагва", 
        "лх"
    ], 
    "thursday": [
        "пү", 
        "пүрэв"
    ], 
    "friday": [
        "баасан", 
        "ба"
    ], 
    "saturday": [
        "бя", 
        "бямба"
    ], 
    "sunday": [
        "ня", 
        "ням"
    ], 
    "am": [
        "ү.ө", 
        "үө"
    ], 
    "pm": [
        "үх", 
        "ү.х"
    ], 
    "year": [
        "жил"
    ], 
    "month": [
        "сар"
    ], 
    "week": [
        "долоо хоног", 
        "7х"
    ], 
    "day": [
        "өдөр"
    ], 
    "hour": [
        "цаг", 
        "ц"
    ], 
    "minute": [
        "мин", 
        "минут"
    ], 
    "second": [
        "сек", 
        "секунд"
    ], 
    "relative-type": {
        "1 year ago": [
            "өнгөрсөн жил"
        ], 
        "0 year ago": [
            "энэ жил"
        ], 
        "in 1 year": [
            "ирэх жил"
        ], 
        "1 month ago": [
            "өнгөрсөн сар"
        ], 
        "0 month ago": [
            "энэ сар"
        ], 
        "in 1 month": [
            "ирэх сар"
        ], 
        "1 week ago": [
            "өнгөрсөн долоо хоног"
        ], 
        "0 week ago": [
            "энэ долоо хоног"
        ], 
        "in 1 week": [
            "ирэх долоо хоног"
        ], 
        "1 day ago": [
            "өчигдөр"
        ], 
        "0 day ago": [
            "өнөөдөр"
        ], 
        "in 1 day": [
            "маргааш"
        ], 
        "0 hour ago": [
            "энэ цаг"
        ], 
        "0 minute ago": [
            "энэ минут"
        ], 
        "0 second ago": [
            "одоо"
        ], 
        "in \\1 year": [
            "+(\\d+) жилд", 
            "(\\d+) жилийн дараа"
        ], 
        "\\1 year ago": [
            "-(\\d+) жил.н өмнө", 
            "(\\d+) жилийн өмнө"
        ], 
        "in \\1 month": [
            "(\\d+) сарын дараа", 
            "+(\\d+) сард"
        ], 
        "\\1 month ago": [
            "(\\d+) сарын өмнө"
        ], 
        "in \\1 week": [
            "(\\d+) 7х-ийн дараа"
        ], 
        "\\1 week ago": [
            "(\\d+) 7х-ийн өмнө"
        ], 
        "in \\1 day": [
            "(\\d+) өдөрт", 
            "(\\d+) өдрийн дараа"
        ], 
        "\\1 day ago": [
            "(\\d+) өдрийн өмнө"
        ], 
        "in \\1 hour": [
            "(\\d+) ц дараа", 
            "(\\d+) цагийн дараа"
        ], 
        "\\1 hour ago": [
            "(\\d+) цагийн өмнө", 
            "(\\d+) ц өмнө"
        ], 
        "in \\1 minute": [
            "(\\d+) мин дараа", 
            "(\\d+) минутын дараа"
        ], 
        "\\1 minute ago": [
            "(\\d+) мин өмнө", 
            "(\\d+) минутын өмнө"
        ], 
        "in \\1 second": [
            "(\\d+) сек дараа", 
            "(\\d+) секундын дараа"
        ], 
        "\\1 second ago": [
            "(\\d+) секундын өмнө", 
            "(\\d+) сек өмнө"
        ]
    }, 
    "locale_specific": {}
}