mr = {
    "name": "mr", 
    "date_order": "DMY", 
    "january": [
        "जानेवारी", 
        "जाने", 
        "जा"
    ], 
    "february": [
        "फेब्रु", 
        "फेब्रुवारी", 
        "फे"
    ], 
    "march": [
        "मार्च", 
        "मा"
    ], 
    "april": [
        "एप्रिल", 
        "एप्रि", 
        "ए"
    ], 
    "may": [
        "मे"
    ], 
    "june": [
        "जून", 
        "जू"
    ], 
    "july": [
        "जुलै", 
        "जु"
    ], 
    "august": [
        "ऑ", 
        "ऑगस्ट", 
        "ऑग"
    ], 
    "september": [
        "सप्टेंबर", 
        "सप्टें", 
        "स"
    ], 
    "october": [
        "ऑक्टो", 
        "ऑ", 
        "ऑक्टोबर"
    ], 
    "november": [
        "नो", 
        "नोव्हेंबर", 
        "नोव्हें"
    ], 
    "december": [
        "डिसेंबर", 
        "डि", 
        "डिसें"
    ], 
    "monday": [
        "सोम", 
        "सोमवार", 
        "सो"
    ], 
    "tuesday": [
        "मंगळ", 
        "मं", 
        "मंगळवार"
    ], 
    "wednesday": [
        "बुध", 
        "बुधवार", 
        "बु"
    ], 
    "thursday": [
        "गुरु", 
        "गु", 
        "गुरुवार"
    ], 
    "friday": [
        "शु", 
        "शुक्र", 
        "शुक्रवार"
    ], 
    "saturday": [
        "शनिवार", 
        "शनि", 
        "श"
    ], 
    "sunday": [
        "र", 
        "रवि", 
        "रविवार"
    ], 
    "am": [
        "स", 
        "म.पू"
    ], 
    "pm": [
        "सं", 
        "म.उ"
    ], 
    "year": [
        "वर्ष"
    ], 
    "month": [
        "महिना"
    ], 
    "week": [
        "आठवडा"
    ], 
    "day": [
        "दिवस"
    ], 
    "hour": [
        "तास"
    ], 
    "minute": [
        "मिनिट", 
        "मि"
    ], 
    "second": [
        "सेकंद", 
        "से"
    ], 
    "relative-type": {
        "1 year ago": [
            "मागील वर्ष"
        ], 
        "0 year ago": [
            "हे वर्ष"
        ], 
        "in 1 year": [
            "पुढील वर्ष"
        ], 
        "1 month ago": [
            "मागील महिना"
        ], 
        "0 month ago": [
            "हा महिना"
        ], 
        "in 1 month": [
            "पुढील महिना"
        ], 
        "1 week ago": [
            "मागील आठवडा"
        ], 
        "0 week ago": [
            "हा आठवडा"
        ], 
        "in 1 week": [
            "पुढील आठवडा"
        ], 
        "1 day ago": [
            "काल"
        ], 
        "0 day ago": [
            "आज"
        ], 
        "in 1 day": [
            "उद्या"
        ], 
        "0 hour ago": [
            "तासात"
        ], 
        "0 minute ago": [
            "या मिनिटात"
        ], 
        "0 second ago": [
            "आत्ता"
        ], 
        "in \\1 year": [
            "(\\d+) वर्षांमध्ये", 
            "(\\d+) वर्षामध्ये", 
            "+(\\d+) वर्ष"
        ], 
        "\\1 year ago": [
            "(\\d+) वर्षापूर्वी", 
            "-(\\d+) वर्ष", 
            "(\\d+) वर्षांपूर्वी"
        ], 
        "in \\1 month": [
            "(\\d+) महिन्यामध्ये", 
            "(\\d+) महिन्यांमध्ये"
        ], 
        "\\1 month ago": [
            "(\\d+) महिन्यांपूर्वी", 
            "(\\d+) महिन्यापूर्वी"
        ], 
        "in \\1 week": [
            "(\\d+) आठवड्यामध्ये", 
            "(\\d+) आठवड्यांमध्ये"
        ], 
        "\\1 week ago": [
            "(\\d+) आठवड्यापूर्वी", 
            "(\\d+) आठवड्यांपूर्वी"
        ], 
        "in \\1 day": [
            "(\\d+) दिवसामध्ये", 
            "(\\d+) दिवसांमध्ये"
        ], 
        "\\1 day ago": [
            "(\\d+) दिवसांपूर्वी", 
            "(\\d+) दिवसापूर्वी"
        ], 
        "in \\1 hour": [
            "(\\d+) तासांमध्ये", 
            "(\\d+) तासामध्ये"
        ], 
        "\\1 hour ago": [
            "(\\d+) तासांपूर्वी", 
            "(\\d+) तासापूर्वी"
        ], 
        "in \\1 minute": [
            "(\\d+) मिनिटांमध्ये", 
            "(\\d+) मिनिटामध्ये", 
            "(\\d+) मिनि मध्ये"
        ], 
        "\\1 minute ago": [
            "(\\d+) मिनि पूर्वी", 
            "(\\d+) मिनिटांपूर्वी", 
            "(\\d+) मिनिटापूर्वी"
        ], 
        "in \\1 second": [
            "(\\d+) से मध्ये", 
            "(\\d+) सेकंदांमध्ये", 
            "(\\d+) सेकंदामध्ये"
        ], 
        "\\1 second ago": [
            "(\\d+) से पूर्वी", 
            "(\\d+) सेकंदांपूर्वी", 
            "(\\d+) सेकंदापूर्वी"
        ]
    }, 
    "locale_specific": {}
}