sah = {
    "name": "sah", 
    "date_order": "YMD", 
    "january": [
        "тохсунньу", 
        "тохс", 
        "т"
    ], 
    "february": [
        "олун", 
        "олунньу", 
        "о"
    ], 
    "march": [
        "клн", 
        "к", 
        "кулун тутар"
    ], 
    "april": [
        "муус устар", 
        "м", 
        "мсу"
    ], 
    "may": [
        "ыам ыйа", 
        "ыам ыйын", 
        "ы", 
        "ыам"
    ], 
    "june": [
        "бэс", 
        "б", 
        "бэс ыйа", 
        "бэс ыйын"
    ], 
    "july": [
        "отй", 
        "от ыйын", 
        "от ыйа", 
        "о"
    ], 
    "august": [
        "а", 
        "атырдьых ыйа", 
        "атырдьых ыйын", 
        "атр"
    ], 
    "september": [
        "б", 
        "балаҕан ыйын", 
        "балаҕан ыйа", 
        "блҕ"
    ], 
    "october": [
        "алт", 
        "а", 
        "алтынньы"
    ], 
    "november": [
        "с", 
        "сэт", 
        "сэтинньи"
    ], 
    "december": [
        "ахсынньы", 
        "а", 
        "ахс"
    ], 
    "monday": [
        "б", 
        "бэнидиэнньик", 
        "бн"
    ], 
    "tuesday": [
        "о", 
        "оптуорунньук", 
        "оп"
    ], 
    "wednesday": [
        "с", 
        "сэ", 
        "сэрэдэ"
    ], 
    "thursday": [
        "чп", 
        "чэппиэр", 
        "ч"
    ], 
    "friday": [
        "бээтиҥсэ", 
        "б", 
        "бэ"
    ], 
    "saturday": [
        "сб", 
        "с", 
        "субуота"
    ], 
    "sunday": [
        "бс", 
        "б", 
        "баскыһыанньа"
    ], 
    "am": [
        "эи"
    ], 
    "pm": [
        "эк"
    ], 
    "year": [
        "сыл"
    ], 
    "month": [
        "ый"
    ], 
    "week": [
        "нэдиэлэ"
    ], 
    "day": [
        "күн"
    ], 
    "hour": [
        "чаас"
    ], 
    "minute": [
        "мүнүүтэ"
    ], 
    "second": [
        "сөкүүндэ"
    ], 
    "relative-type": {
        "1 year ago": [
            "былырыын"
        ], 
        "0 year ago": [
            "быйыл"
        ], 
        "in 1 year": [
            "эһиил"
        ], 
        "1 month ago": [
            "ааспыт ый"
        ], 
        "0 month ago": [
            "бу ый"
        ], 
        "in 1 month": [
            "аныгыскы ый"
        ], 
        "1 week ago": [
            "ааспыт нэдиэлэ"
        ], 
        "0 week ago": [
            "бу нэдиэлэ"
        ], 
        "in 1 week": [
            "кэлэр нэдиэлэ"
        ], 
        "1 day ago": [
            "бэҕэһээ"
        ], 
        "0 day ago": [
            "бүгүн"
        ], 
        "in 1 day": [
            "сарсын"
        ], 
        "0 hour ago": [
            "this hour"
        ], 
        "0 minute ago": [
            "this minute"
        ], 
        "0 second ago": [
            "билигин"
        ], 
        "in \\1 year": [
            "(\\d+) сылынан"
        ], 
        "\\1 year ago": [
            "(\\d+) сыл ынараа өттүгэр"
        ], 
        "in \\1 month": [
            "(\\d+) ыйынан"
        ], 
        "\\1 month ago": [
            "(\\d+) ый ынараа өттүгэр"
        ], 
        "in \\1 week": [
            "(\\d+) нэдиэлэннэн"
        ], 
        "\\1 week ago": [
            "(\\d+) нэдиэлэ анараа өттүгэр"
        ], 
        "in \\1 day": [
            "(\\d+) күнүнэн"
        ], 
        "\\1 day ago": [
            "(\\d+) күн ынараа өттүгэр"
        ], 
        "in \\1 hour": [
            "(\\d+) чааһынан"
        ], 
        "\\1 hour ago": [
            "(\\d+) чаас ынараа өттүгэр"
        ], 
        "in \\1 minute": [
            "(\\d+) мүнүүтэннэн"
        ], 
        "\\1 minute ago": [
            "(\\d+) мүнүүтэ ынараа өттүгэр"
        ], 
        "in \\1 second": [
            "(\\d+) сөкүүндэннэн"
        ], 
        "\\1 second ago": [
            "(\\d+) сөк анараа өттүгэр", 
            "(\\d+) сөкүүндэ ынараа өттүгэр"
        ]
    }, 
    "locale_specific": {}
}