ta = {
    "name": "ta", 
    "date_order": "DMY", 
    "january": [
        "ஜனவரி", 
        "ஜ", 
        "ஜன"
    ], 
    "february": [
        "பிப்", 
        "பி", 
        "பிப்ரவரி"
    ], 
    "march": [
        "மார்ச்", 
        "மார்", 
        "மா"
    ], 
    "april": [
        "ஏப்", 
        "ஏப்ரல்", 
        "ஏ"
    ], 
    "may": [
        "மே"
    ], 
    "june": [
        "ஜூன்", 
        "ஜூ"
    ], 
    "july": [
        "ஜூ", 
        "ஜூலை"
    ], 
    "august": [
        "ஆகஸ்ட்", 
        "ஆக", 
        "ஆ"
    ], 
    "september": [
        "செ", 
        "செப்டம்பர்", 
        "செப்"
    ], 
    "october": [
        "அக்", 
        "அ", 
        "அக்டோபர்"
    ], 
    "november": [
        "ந", 
        "நவம்பர்", 
        "நவ"
    ], 
    "december": [
        "டி", 
        "டிசம்பர்", 
        "டிச"
    ], 
    "monday": [
        "திங்", 
        "திங்கள்", 
        "தி"
    ], 
    "tuesday": [
        "செ", 
        "செவ்வாய்", 
        "செவ்"
    ], 
    "wednesday": [
        "புத", 
        "பு", 
        "புதன்"
    ], 
    "thursday": [
        "வியாழன்", 
        "வி", 
        "வியா"
    ], 
    "friday": [
        "வெள்", 
        "வெ", 
        "வெள்ளி"
    ], 
    "saturday": [
        "சனி", 
        "ச"
    ], 
    "sunday": [
        "ஞாயி", 
        "ஞா", 
        "ஞாயிறு"
    ], 
    "am": [
        "முற்பகல்", 
        "மு.ப"
    ], 
    "pm": [
        "பி.ப", 
        "பிற்பகல்"
    ], 
    "year": [
        "ஆண்டு", 
        "ஆ"
    ], 
    "month": [
        "மாதம்", 
        "மாத", 
        "மா"
    ], 
    "week": [
        "வா", 
        "வாரம்"
    ], 
    "day": [
        "நாள்", 
        "நா"
    ], 
    "hour": [
        "ம", 
        "மணி"
    ], 
    "minute": [
        "நிமிடம்", 
        "நிமி"
    ], 
    "second": [
        "விநா", 
        "வி", 
        "விநாடி"
    ], 
    "relative-type": {
        "1 year ago": [
            "கடந்த ஆண்டு"
        ], 
        "0 year ago": [
            "இந்த ஆண்டு"
        ], 
        "in 1 year": [
            "அடுத்த ஆண்டு"
        ], 
        "1 month ago": [
            "கடந்த மாதம்"
        ], 
        "0 month ago": [
            "இந்த மாதம்"
        ], 
        "in 1 month": [
            "அடுத்த மாதம்"
        ], 
        "1 week ago": [
            "கடந்த வாரம்"
        ], 
        "0 week ago": [
            "இந்த வாரம்"
        ], 
        "in 1 week": [
            "அடுத்த வாரம்"
        ], 
        "1 day ago": [
            "நேற்று"
        ], 
        "0 day ago": [
            "இன்று"
        ], 
        "in 1 day": [
            "நாளை"
        ], 
        "0 hour ago": [
            "இந்த ஒரு மணிநேரத்தில்"
        ], 
        "0 minute ago": [
            "இந்த ஒரு நிமிடத்தில்"
        ], 
        "0 second ago": [
            "இப்போது"
        ], 
        "in \\1 year": [
            "(\\d+) ஆ", 
            "(\\d+) ஆண்டுகளில்", 
            "(\\d+) ஆண்டில்"
        ], 
        "\\1 year ago": [
            "(\\d+) ஆண்டுகளுக்கு முன்", 
            "(\\d+) ஆண்டிற்கு முன்", 
            "(\\d+) ஆ முன்"
        ], 
        "in \\1 month": [
            "(\\d+) மாத", 
            "(\\d+) மாதங்களில்", 
            "(\\d+) மா", 
            "(\\d+) மாதத்தில்"
        ], 
        "\\1 month ago": [
            "(\\d+) மாதங்களுக்கு முன்", 
            "(\\d+) மா முன்", 
            "(\\d+) மாத முன்", 
            "(\\d+) மாதத்துக்கு முன்"
        ], 
        "in \\1 week": [
            "(\\d+) வாரத்தில்", 
            "(\\d+) வார", 
            "(\\d+) வாரங்களில்", 
            "(\\d+) வா"
        ], 
        "\\1 week ago": [
            "(\\d+) வாரத்திற்கு முன்பு", 
            "(\\d+) வார முன்", 
            "(\\d+) வாரங்களுக்கு முன்", 
            "(\\d+) வா முன்"
        ], 
        "in \\1 day": [
            "(\\d+) நாட்களில்", 
            "(\\d+) நாளில்", 
            "(\\d+) நா"
        ], 
        "\\1 day ago": [
            "(\\d+) நாளுக்கு முன்", 
            "(\\d+) நா முன்", 
            "(\\d+) நாட்களுக்கு முன்"
        ], 
        "in \\1 hour": [
            "(\\d+) ம", 
            "(\\d+) மணி", 
            "(\\d+) மணிநேரத்தில்"
        ], 
        "\\1 hour ago": [
            "(\\d+) ம முன்", 
            "(\\d+) மணிநேரம் முன்", 
            "(\\d+) மணி முன்"
        ], 
        "in \\1 minute": [
            "(\\d+) நிமிடத்தில்", 
            "(\\d+) நி", 
            "(\\d+) நிமி", 
            "(\\d+) நிமிடங்களில்"
        ], 
        "\\1 minute ago": [
            "(\\d+) நிமிடங்களுக்கு முன்", 
            "(\\d+) நிமிடத்திற்கு முன்", 
            "(\\d+) நி முன்", 
            "(\\d+) நிமி முன்"
        ], 
        "in \\1 second": [
            "(\\d+) வி", 
            "(\\d+) விநாடியில்", 
            "(\\d+) விநா", 
            "(\\d+) விநாடிகளில்"
        ], 
        "\\1 second ago": [
            "(\\d+) விநாடிக்கு முன்", 
            "(\\d+) வி முன்", 
            "(\\d+) விநா முன்", 
            "(\\d+) விநாடிகளுக்கு முன்"
        ]
    }, 
    "locale_specific": {
        "ta-LK": {
            "name": "ta-LK"
        }, 
        "ta-MY": {
            "name": "ta-MY"
        }, 
        "ta-SG": {
            "name": "ta-SG"
        }
    }
}