te = {
    "name": "te", 
    "date_order": "DMY", 
    "january": [
        "జనవరి", 
        "జ", 
        "జన"
    ], 
    "february": [
        "ఫిబ్ర", 
        "ఫి", 
        "ఫిబ్రవరి"
    ], 
    "march": [
        "మార్చి", 
        "మా"
    ], 
    "april": [
        "ఏప్రి", 
        "ఏ", 
        "ఏప్రిల్"
    ], 
    "may": [
        "మే"
    ], 
    "june": [
        "జూ", 
        "జూన్"
    ], 
    "july": [
        "జులై", 
        "జు"
    ], 
    "august": [
        "ఆగస్టు", 
        "ఆగ", 
        "ఆ"
    ], 
    "september": [
        "సెప్టెంబర్", 
        "సె", 
        "సెప్టెం"
    ], 
    "october": [
        "అ", 
        "అక్టోబర్", 
        "అక్టో"
    ], 
    "november": [
        "నవంబర్", 
        "న", 
        "నవం"
    ], 
    "december": [
        "డిసెం", 
        "డిసెంబర్", 
        "డి"
    ], 
    "monday": [
        "సో", 
        "సోమవారం", 
        "సోమ"
    ], 
    "tuesday": [
        "మంగళవారం", 
        "మంగళ", 
        "మ"
    ], 
    "wednesday": [
        "బుధ", 
        "బుధవారం", 
        "బు"
    ], 
    "thursday": [
        "గురు", 
        "గురువారం", 
        "గు"
    ], 
    "friday": [
        "శుక్రవారం", 
        "శుక్ర", 
        "శు"
    ], 
    "saturday": [
        "శనివారం", 
        "శని", 
        "శ"
    ], 
    "sunday": [
        "ఆది", 
        "ఆ", 
        "ఆదివారం"
    ], 
    "am": [
        "ఉ", 
        "am"
    ], 
    "pm": [
        "సా", 
        "pm"
    ], 
    "year": [
        "సం", 
        "సంవత్సరం"
    ], 
    "month": [
        "నెల", 
        "నె"
    ], 
    "week": [
        "వారము", 
        "వా"
    ], 
    "day": [
        "దినం", 
        "ది"
    ], 
    "hour": [
        "గంట", 
        "గం"
    ], 
    "minute": [
        "నిమి", 
        "నిమిషము", 
        "ని"
    ], 
    "second": [
        "సెకను", 
        "సెక"
    ], 
    "relative-type": {
        "1 year ago": [
            "గత సంవత్సరం"
        ], 
        "0 year ago": [
            "ఈ సంవత్సరం"
        ], 
        "in 1 year": [
            "తదుపరి సంవత్సరం"
        ], 
        "1 month ago": [
            "గత నెల"
        ], 
        "0 month ago": [
            "ఈ నెల"
        ], 
        "in 1 month": [
            "తదుపరి నెల"
        ], 
        "1 week ago": [
            "గత వారం"
        ], 
        "0 week ago": [
            "ఈ వారం"
        ], 
        "in 1 week": [
            "తదుపరి వారం"
        ], 
        "1 day ago": [
            "నిన్న"
        ], 
        "0 day ago": [
            "ఈ రోజు"
        ], 
        "in 1 day": [
            "రేపు"
        ], 
        "0 hour ago": [
            "ఈ గంట"
        ], 
        "0 minute ago": [
            "ఈ నిమిషం"
        ], 
        "0 second ago": [
            "ప్రస్తుతం"
        ], 
        "in \\1 year": [
            "(\\d+) సంవత్సరాల్లో", 
            "(\\d+) సంవత్సరంలో", 
            "(\\d+) సం.లో"
        ], 
        "\\1 year ago": [
            "(\\d+) సంవత్సరం క్రితం", 
            "(\\d+) సం క్రితం", 
            "(\\d+) సంవత్సరాల క్రితం"
        ], 
        "in \\1 month": [
            "(\\d+) నెలలో", 
            "(\\d+) నెలల్లో"
        ], 
        "\\1 month ago": [
            "(\\d+) నెలల క్రితం", 
            "(\\d+) నెల క్రితం"
        ], 
        "in \\1 week": [
            "(\\d+) వారాల్లో", 
            "(\\d+) వారంలో"
        ], 
        "\\1 week ago": [
            "(\\d+) వారాల క్రితం", 
            "(\\d+) వారం క్రితం"
        ], 
        "in \\1 day": [
            "(\\d+) రోజుల్లో", 
            "+(\\d+) రోజు", 
            "(\\d+) రోజులో"
        ], 
        "\\1 day ago": [
            "(\\d+) రోజుల క్రితం", 
            "(\\d+) రోజు క్రితం"
        ], 
        "in \\1 hour": [
            "(\\d+) గం.లో", 
            "(\\d+) గంటలో", 
            "(\\d+) గంటల్లో"
        ], 
        "\\1 hour ago": [
            "(\\d+) గంట క్రితం", 
            "(\\d+) గం క్రితం", 
            "(\\d+) గంటల క్రితం"
        ], 
        "in \\1 minute": [
            "(\\d+) నిమిషంలో", 
            "(\\d+) నిమిషాల్లో", 
            "(\\d+) నిమి.లో", 
            "+(\\d+) ని"
        ], 
        "\\1 minute ago": [
            "(\\d+) నిమి క్రితం", 
            "-(\\d+) ని", 
            "(\\d+) నిమిషాల క్రితం", 
            "(\\d+) నిమిషం క్రితం"
        ], 
        "in \\1 second": [
            "(\\d+) సెక లో", 
            "+(\\d+) సె", 
            "(\\d+) సెకనులో", 
            "(\\d+) సెకన్లలో"
        ], 
        "\\1 second ago": [
            "(\\d+) సెక క్రితం", 
            "(\\d+) సెకన్ల క్రితం", 
            "(\\d+) సెకను క్రితం"
        ]
    }, 
    "locale_specific": {}
}