th = {
    "name": "th", 
    "date_order": "DMY", 
    "january": [
        "ม.ค", 
        "มกราคม", 
        "เดือนมกราคม", 
        "มกรา"
    ], 
    "february": [
        "ก.พ", 
        "กุมภาพันธ์", 
        "เดือนกุมภาพันธ์", 
        "กุมภา"
    ], 
    "march": [
        "มีนาคม", 
        "มี.ค", 
        "เดือนมีนาคม", 
        "มีนา"
    ], 
    "april": [
        "เม.ย", 
        "เมษายน", 
        "เมษา", 
        "เดือนเมษายน"
    ], 
    "may": [
        "พฤษภาคม", 
        "พ.ค", 
        "เดือนพฤษภาคม", 
        "พฤษภา"
    ], 
    "june": [
        "มิถุนายน", 
        "มิ.ย", 
        "เดือนมิถุนายน", 
        "มิถุนา"
    ], 
    "july": [
        "ก.ค", 
        "กรกฎาคม", 
        "เดือนกรกฏาคม", 
        "กรกฎา"
    ], 
    "august": [
        "สิงหาคม", 
        "ส.ค", 
        "สิงหา", 
        "เดือนสิงหาคม"
    ], 
    "september": [
        "กันยายน", 
        "ก.ย", 
        "กันยา", 
        "เดือนกันยายน"
    ], 
    "october": [
        "ตุลาคม", 
        "ต.ค", 
        "เดือนตุลาคม", 
        "ตุลา"
    ], 
    "november": [
        "พฤศจิกายน", 
        "พ.ย", 
        "เดือนพฤศจิกายน", 
        "พฤศจิ"
    ], 
    "december": [
        "ธันวาคม", 
        "ธ.ค", 
        "เดือนธันวาคม", 
        "ธันวา"
    ], 
    "monday": [
        "จ", 
        "วันจันทร์", 
        "จันทร์"
    ], 
    "tuesday": [
        "อ", 
        "วันอังคาร", 
        "อังคาร"
    ], 
    "wednesday": [
        "พ", 
        "วันพุธ", 
        "พุธ"
    ], 
    "thursday": [
        "วันพฤหัสบดี", 
        "พฤ", 
        "พฤหัสบดี", 
        "พฤหัส"
    ], 
    "friday": [
        "ศ", 
        "วันศุกร์", 
        "ศุกร์"
    ], 
    "saturday": [
        "ส", 
        "วันเสาร์", 
        "เสาร์"
    ], 
    "sunday": [
        "วันอาทิตย์", 
        "อา", 
        "อาทิตย์"
    ], 
    "am": [
        "a", 
        "ก่อนเที่ยง"
    ], 
    "pm": [
        "p", 
        "หลังเที่ยง"
    ], 
    "year": [
        "ปี"
    ], 
    "month": [
        "เดือน"
    ], 
    "week": [
        "สัปดาห์"
    ], 
    "day": [
        "วัน"
    ], 
    "hour": [
        "ชั่วโมง", 
        "ชม"
    ], 
    "minute": [
        "น", 
        "นาที"
    ], 
    "second": [
        "วินาที", 
        "วิ"
    ], 
    "relative-type": {
        "1 year ago": [
            "ปีที่แล้ว"
        ], 
        "0 year ago": [
            "ปีนี้"
        ], 
        "in 1 year": [
            "ปีหน้า"
        ], 
        "1 month ago": [
            "เดือนที่แล้ว"
        ], 
        "0 month ago": [
            "เดือนนี้"
        ], 
        "in 1 month": [
            "เดือนหน้า"
        ], 
        "1 week ago": [
            "สัปดาห์ที่แล้ว"
        ], 
        "0 week ago": [
            "สัปดาห์นี้"
        ], 
        "in 1 week": [
            "สัปดาห์หน้า"
        ], 
        "1 day ago": [
            "เมื่อวาน", 
            "เมื่อวานนี้"
        ], 
        "0 day ago": [
            "วันนี้"
        ], 
        "in 1 day": [
            "พรุ่งนี้"
        ], 
        "0 hour ago": [
            "ชั่วโมงนี้"
        ], 
        "0 minute ago": [
            "นาทีนี้"
        ], 
        "0 second ago": [
            "ขณะนี้", 
            "เมื่อสักครู่นี้"
        ], 
        "in \\1 year": [
            "ในอีก (\\d+) ปี", 
            "ใน (\\d+) ปี"
        ], 
        "\\1 year ago": [
            "(\\d+) ปีที่แล้ว"
        ], 
        "in \\1 month": [
            "ใน (\\d+) เดือน", 
            "ในอีก (\\d+) เดือน"
        ], 
        "\\1 month ago": [
            "(\\d+) เดือนที่แล้ว", 
            "(\\d+) เดือนที่ผ่านมา"
        ], 
        "in \\1 week": [
            "ในอีก (\\d+) สัปดาห์", 
            "ใน (\\d+) สัปดาห์"
        ], 
        "\\1 week ago": [
            "(\\d+) สัปดาห์ที่แล้ว", 
            "(\\d+) สัปดาห์ที่ผ่านมา"
        ], 
        "in \\1 day": [
            "ในอีก (\\d+) วัน", 
            "ใน (\\d+) วัน"
        ], 
        "\\1 day ago": [
            "(\\d+) วันที่แล้ว", 
            "(\\d+) วันที่ผ่านมา"
        ], 
        "in \\1 hour": [
            "ใน (\\d+) ชม", 
            "ในอีก (\\d+) ชั่วโมง"
        ], 
        "\\1 hour ago": [
            "(\\d+) ชม ที่แล้ว", 
            "(\\d+) ชั่วโมงที่ผ่านมา"
        ], 
        "in \\1 minute": [
            "ใน (\\d+) นาที", 
            "ในอีก (\\d+) นาที"
        ], 
        "\\1 minute ago": [
            "(\\d+) นาทีที่แล้ว", 
            "(\\d+) นาทีที่ผ่านมา"
        ], 
        "in \\1 second": [
            "ในอีก (\\d+) วินาที", 
            "ใน (\\d+) วินาที"
        ], 
        "\\1 second ago": [
            "(\\d+) วินาทีที่แล้ว", 
            "(\\d+) วินาทีที่ผ่านมา"
        ], 
        "2 day ago": [
            "เมื่อวานซืน"
        ]
    }, 
    "locale_specific": {}, 
    "ago": [
        "แต่ก่อน", 
        "มาแล้ว", 
        "ก่อน"
    ], 
    "skip": [
        "เวลา", 
        "น.", 
        "เมื่อ "
    ], 
    "simplifications": {
        "1 วันที่แล้ว": "1 วัน", 
        "2 วันที่แล้ว": "2 วัน"
    }, 
    "in": [
        "ใน"
    ]
}