uk = {
    "name": "uk", 
    "date_order": "DMY", 
    "january": [
        "с", 
        "січ", 
        "січень", 
        "січня"
    ], 
    "february": [
        "л", 
        "лютий", 
        "лют", 
        "лютого"
    ], 
    "march": [
        "б", 
        "бер", 
        "березень", 
        "березня"
    ], 
    "april": [
        "квіт", 
        "квітень", 
        "квітня", 
        "к", 
        "кві"
    ], 
    "may": [
        "трав", 
        "травень", 
        "травня", 
        "т", 
        "тра"
    ], 
    "june": [
        "червня", 
        "чер", 
        "черв", 
        "ч", 
        "червень"
    ], 
    "july": [
        "липень", 
        "липня", 
        "л", 
        "лип"
    ], 
    "august": [
        "с", 
        "сер", 
        "серпня", 
        "серп", 
        "серпень"
    ], 
    "september": [
        "вер", 
        "в", 
        "вересня", 
        "вересень"
    ], 
    "october": [
        "ж", 
        "жовт", 
        "жовтень", 
        "жовтня", 
        "жов"
    ], 
    "november": [
        "лист", 
        "лис", 
        "л", 
        "листопад", 
        "листопада"
    ], 
    "december": [
        "груд", 
        "грудень", 
        "г", 
        "гру", 
        "грудня"
    ], 
    "monday": [
        "пн", 
        "понеділок", 
        "п", 
        "пон"
    ], 
    "tuesday": [
        "в", 
        "вт", 
        "вівторок", 
        "вів"
    ], 
    "wednesday": [
        "с", 
        "середа", 
        "ср"
    ], 
    "thursday": [
        "четвер", 
        "ч", 
        "чт", 
        "чет"
    ], 
    "friday": [
        "пʼятниця", 
        "пт", 
        "п"
    ], 
    "saturday": [
        "сб", 
        "субота", 
        "с", 
        "суб"
    ], 
    "sunday": [
        "неділя", 
        "нд", 
        "н", 
        "нед"
    ], 
    "am": [
        "дп"
    ], 
    "pm": [
        "пп"
    ], 
    "year": [
        "р", 
        "рік", 
        "роки", 
        "років"
    ], 
    "month": [
        "місяць", 
        "міс", 
        "місяці", 
        "місяців"
    ], 
    "week": [
        "тиждень", 
        "тиж", 
        "тижні", 
        "тижнів"
    ], 
    "day": [
        "день", 
        "д", 
        "дні", 
        "днів"
    ], 
    "hour": [
        "година", 
        "год", 
        "години", 
        "годин", 
        "годину", 
        "г"
    ], 
    "minute": [
        "хвилина", 
        "хв", 
        "хвилини", 
        "хвилин", 
        "хвилину"
    ], 
    "second": [
        "с", 
        "секунда", 
        "секунди", 
        "секунд", 
        "секунду", 
        "сек"
    ], 
    "relative-type": {
        "1 year ago": [
            "торік"
        ], 
        "0 year ago": [
            "цього року"
        ], 
        "in 1 year": [
            "наступного року"
        ], 
        "1 month ago": [
            "минулого місяця"
        ], 
        "0 month ago": [
            "цього місяця"
        ], 
        "in 1 month": [
            "наступного місяця"
        ], 
        "1 week ago": [
            "минулого тижня"
        ], 
        "0 week ago": [
            "цього тижня"
        ], 
        "in 1 week": [
            "наступного тижня"
        ], 
        "1 day ago": [
            "учора", 
            "вчора"
        ], 
        "0 day ago": [
            "сьогодні"
        ], 
        "in 1 day": [
            "завтра"
        ], 
        "0 hour ago": [
            "цієї години"
        ], 
        "0 minute ago": [
            "цієї хвилини"
        ], 
        "0 second ago": [
            "зараз"
        ], 
        "in \\1 year": [
            "за (\\d+) р", 
            "через (\\d+) року", 
            "через (\\d+) р", 
            "через (\\d+) рік"
        ], 
        "\\1 year ago": [
            "(\\d+) рік тому", 
            "(\\d+) р тому", 
            "(\\d+) року тому"
        ], 
        "in \\1 month": [
            "через (\\d+) міс", 
            "за (\\d+) міс", 
            "через (\\d+) місяця", 
            "через (\\d+) місяць"
        ], 
        "\\1 month ago": [
            "(\\d+) міс тому", 
            "(\\d+) місяць тому", 
            "(\\d+) місяця тому"
        ], 
        "in \\1 week": [
            "через (\\d+) тиждень", 
            "через (\\d+) тиж", 
            "через (\\d+) тижня", 
            "за (\\d+) тиж"
        ], 
        "\\1 week ago": [
            "(\\d+) тиждень тому", 
            "(\\d+) тижня тому", 
            "(\\d+) тиж тому"
        ], 
        "in \\1 day": [
            "+(\\d+) дн", 
            "через (\\d+) дня", 
            "за (\\d+) д", 
            "через (\\d+) день", 
            "через (\\d+) дн"
        ], 
        "\\1 day ago": [
            "-(\\d+) дн", 
            "(\\d+) день тому", 
            "(\\d+) д тому", 
            "(\\d+) дня тому", 
            "(\\d+) дн тому"
        ], 
        "in \\1 hour": [
            "через (\\d+) год", 
            "за (\\d+) год", 
            "через (\\d+) годину", 
            "через (\\d+) години"
        ], 
        "\\1 hour ago": [
            "(\\d+) години тому", 
            "(\\d+) год тому", 
            "(\\d+) годину тому"
        ], 
        "in \\1 minute": [
            "через (\\d+) хвилину", 
            "через (\\d+) хвилини", 
            "через (\\d+) хв", 
            "за (\\d+) хв"
        ], 
        "\\1 minute ago": [
            "(\\d+) хв тому", 
            "(\\d+) хвилини тому", 
            "(\\d+) хвилину тому"
        ], 
        "in \\1 second": [
            "через (\\d+) секунду", 
            "через (\\d+) секунди", 
            "через (\\d+) с", 
            "за (\\d+) с"
        ], 
        "\\1 second ago": [
            "(\\d+) секунду тому", 
            "(\\d+) с тому", 
            "(\\d+) секунди тому"
        ], 
        "2 day ago": [
            "позавчора"
        ]
    }, 
    "locale_specific": {}, 
    "ago": [
        "тому", 
        "назад"
    ], 
    "simplifications": {
        "^секунду": "1 секунду", 
        "опів на": "30 хвилин", 
        "за чверть": "15 хвилин", 
        "^година": "1 година", 
        "^хвилину": "1 хвилину", 
        "кілька секунд": "44 секунди", 
        "^годину": "1 годину", 
        "кілька хвилин": "2 хвилини"
    }, 
    "skip": [
        "близько", 
        "о", 
        "об", 
        "і"
    ], 
    "in": [
        "протягом"
    ]
}